[
  {
    "isbn13": "9780002005883",
    "isbn10": "0002005883",
    "title": "Gilead",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Marilynne Robinson",
    "thumbnail": "http://books.google.com/books/content?id=KQZCPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A NOVEL THAT READERS and critics have been eagerly anticipating for over a decade, Gilead is an astonishingly imagined story of remarkable lives. John Ames is a preacher, the son of a preacher and the grandson (both maternal and paternal) of preachers. It’s 1956 in Gilead, Iowa, towards the end of the Reverend Ames’s life, and he is absorbed in recording his family’s story, a legacy for the young son he will never see grow up. Haunted by his grandfather’s presence, John tells of the rift between his grandfather and his father: the elder, an angry visionary who fought for the abolitionist cause, and his son, an ardent pacifist. He is troubled, too, by his prodigal namesake, Jack (John Ames) Boughton, his best friend’s lost son who returns to Gilead searching for forgiveness and redemption. Told in John Ames’s joyous, rambling voice that finds beauty, humour and truth in the smallest of life’s details, Gilead is a song of celebration and acceptance of the best and the worst the world has to offer. At its heart is a tale of the sacred bonds between fathers and sons, pitch-perfect in style and story, set to dazzle critics and readers alike.",
    "published_year": 2004,
    "average_rating": 3.85,
    "num_pages": 247,
    "ratings_count": 361,
    "price": 961.97
  },
  {
    "isbn13": "9780002261982",
    "isbn10": "0002261987",
    "title": "Spider's Web",
    "categories": "Detective and mystery stories",
    "subtitle": "A Novel",
    "authors": "Charles Osborne;Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=gA5GPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A new 'Christie for Christmas' -- a full-length novel adapted from her acclaimed play by Charles Osborne Following BLACK COFFEE and THE UNEXPECTED GUEST comes the final Agatha Christie play novelisation, bringing her superb storytelling to a new legion of fans. Clarissa, the wife of a Foreign Office diplomat, is given to daydreaming. 'Supposing I were to come down one morning and find a dead body in the library, what should I do?' she muses. Clarissa has her chance to find out when she discovers a body in the drawing-room of her house in Kent. Desperate to dispose of the body before her husband comes home with an important foreign politician, Clarissa persuades her three house guests to become accessories and accomplices. It seems that the murdered man was not unknown to certain members of the house party (but which ones?), and the search begins for the murderer and the motive, while at the same time trying to persuade a police inspector that there has been no murder at all... SPIDER'S WEB was written in 1954 specifically for Margaret Lockwood and opened first at the Theatre Royal Nottingham before moving to the Savoy Theatre in London on 14 December 1954. With THE MOUSETRAP and WI",
    "published_year": 2000,
    "average_rating": 3.83,
    "num_pages": 241,
    "ratings_count": 5164,
    "price": 390.56
  },
  {
    "isbn13": "9780006163831",
    "isbn10": "0006163831",
    "title": "The One Tree",
    "categories": "American fiction",
    "subtitle": "",
    "authors": "Stephen R. Donaldson",
    "thumbnail": "http://books.google.com/books/content?id=OmQawwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Volume Two of Stephen Donaldson's acclaimed second trilogy featuing the compelling anti-hero Thomas Covenant.",
    "published_year": 1982,
    "average_rating": 3.97,
    "num_pages": 479,
    "ratings_count": 172,
    "price": 987.96
  },
  {
    "isbn13": "9780006178736",
    "isbn10": "0006178731",
    "title": "Rage of angels",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Sidney Sheldon",
    "thumbnail": "http://books.google.com/books/content?id=FKo2TgANz74C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A memorable, mesmerizing heroine Jennifer -- brilliant, beautiful, an attorney on the way up until the Mafia's schemes win her the hatred of an implacable enemy -- and a love more destructive than hate. A dangerous, dramatic world The Dark Arena of organized crime and flashbulb lit courtrooms where ambitious prosecutors begin their climb to political power.",
    "published_year": 1993,
    "average_rating": 3.93,
    "num_pages": 512,
    "ratings_count": 29532,
    "price": 860.78
  },
  {
    "isbn13": "9780006280897",
    "isbn10": "0006280897",
    "title": "The Four Loves",
    "categories": "Christian life",
    "subtitle": "",
    "authors": "Clive Staples Lewis",
    "thumbnail": "http://books.google.com/books/content?id=XhQ5XsFcpGIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Lewis' work on the nature of love divides love into four categories; Affection, Friendship, Eros and Charity. The first three come naturally to humanity. Charity, however, the Gift-love of God, is divine, and without this supernatural love, the natural loves become distorted and even dangerous.",
    "published_year": 2002,
    "average_rating": 4.15,
    "num_pages": 170,
    "ratings_count": 33684,
    "price": 919.82
  },
  {
    "isbn13": "9780006280934",
    "isbn10": "0006280935",
    "title": "The Problem of Pain",
    "categories": "Christian life",
    "subtitle": "",
    "authors": "Clive Staples Lewis",
    "thumbnail": "http://books.google.com/books/content?id=Kk-uVe5QK-gC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "\"In The Problem of Pain, C.S. Lewis, one of the most renowned Christian authors and thinkers, examines a universally applicable question within the human condition: If God is good and all-powerful, why does he allow his creatures to suffer pain? With his signature wealth of compassion and insight, C.S. Lewis offers answers to these crucial questions and shares his hope and wisdom to help heal a world hungering for a true understanding of human nature.\"--Amazon.",
    "published_year": 2002,
    "average_rating": 4.09,
    "num_pages": 176,
    "ratings_count": 37569,
    "price": 418.21
  },
  {
    "isbn13": "9780006353287",
    "isbn10": "0006353282",
    "title": "An Autobiography",
    "categories": "Authors, English",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=c49GQwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Donation.",
    "published_year": 1977,
    "average_rating": 4.27,
    "num_pages": 560,
    "ratings_count": 3975,
    "price": 870.3
  },
  {
    "isbn13": "9780006380832",
    "isbn10": "0006380832",
    "title": "Empires of the Monsoon",
    "categories": "Africa, East",
    "subtitle": "A History of the Indian Ocean and Its Invaders",
    "authors": "Richard Hall",
    "thumbnail": "http://books.google.com/books/content?id=MuPEQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Until Vasco da Gama discovered the sea-route to the East in 1497-9 almost nothing was known in the West of the exotic cultures and wealth of the Indian Ocean and its peoples. It is this civilization and its destruction at the hands of the West that Richard Hall recreates in this book. Hall's history of the exploration and exploitation by Chinese and Arab travellers, and by the Portuguese, Dutch and British alike is one of brutality, betrayal and colonial ambition.",
    "published_year": 1998,
    "average_rating": 4.41,
    "num_pages": 608,
    "ratings_count": 65,
    "price": 359.41
  },
  {
    "isbn13": "9780006470229",
    "isbn10": "000647022X",
    "title": "The Gap Into Madness",
    "categories": "Hyland, Morn (Fictitious character)",
    "subtitle": "Chaos and Order",
    "authors": "Stephen R. Donaldson",
    "thumbnail": "http://books.google.com/books/content?id=4oXavLNDWocC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A new-cover reissue of the fourth book in the bestselling five-volume sf series created by the world-famous author of the Thomas Covenant chronicles -- and acclaimed as the 'best work of his career'. Events were not moving as the Amnion had intended. Once again humans had been false in their dealings with the aliens. As the planetoid Thanatos Minor exploded into atoms, the Trumpet hurtled into space only one step ahead of hostile pursuers. On board were Morn Hyland and her force-grown son Davies, cyborg Angus Thermopyle and Captain Nick Succorso -- old enemies thrown together in a desperate bid for survival. For both the Amnion and the UMCP, the immediate capture of the fleeing ship and the secrets it contained was imperative. But for Trumpet's exhausted crew the only hope lay in an illegal lab in the distant binary solar system of Valdor Industrial. It would be a journey of unpredictable danger -- from which not all would return...",
    "published_year": 1994,
    "average_rating": 4.15,
    "num_pages": 743,
    "ratings_count": 103,
    "price": 587.82
  },
  {
    "isbn13": "9780006472612",
    "isbn10": "0006472613",
    "title": "Master of the Game",
    "categories": "Adventure stories",
    "subtitle": "",
    "authors": "Sidney Sheldon",
    "thumbnail": "http://books.google.com/books/content?id=TkTYp-Tp6_IC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Kate Blackwell is an enigma and one of the most powerful women in the world. But at her ninetieth birthday celebrations there are ghosts of absent friends and absent enemies.",
    "published_year": 1982,
    "average_rating": 4.11,
    "num_pages": 489,
    "ratings_count": 43540,
    "price": 542.57
  },
  {
    "isbn13": "9780006479673",
    "isbn10": "0006479677",
    "title": "If Tomorrow Comes",
    "categories": "Adventure stories",
    "subtitle": "",
    "authors": "Sidney Sheldon",
    "thumbnail": "http://books.google.com/books/content?id=l2tBi_jLuk8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "One of Sidney Sheldon's most popular and bestselling titles, repackaged and reissued for a new generation of fans.",
    "published_year": 1994,
    "average_rating": 4.04,
    "num_pages": 501,
    "ratings_count": 49170,
    "price": 746.65
  },
  {
    "isbn13": "9780006480099",
    "isbn10": "0006480098",
    "title": "Assassin's Apprentice",
    "categories": "American fiction",
    "subtitle": "",
    "authors": "Robin Hobb",
    "thumbnail": "http://books.google.com/books/content?id=qTaGQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Fantasy-roman.",
    "published_year": 1996,
    "average_rating": 4.15,
    "num_pages": 460,
    "ratings_count": 133972,
    "price": 834.98
  },
  {
    "isbn13": "9780006482079",
    "isbn10": "0006482074",
    "title": "Warhost of Vastmark",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Janny Wurts",
    "thumbnail": "http://books.google.com/books/content?id=uOL0fpS9WZkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Tricked once more by his wily half-brother, Lysaer, Lord of Light, arrives at the tiny harbor town of Merior to find that Arithon's ship yards have been abandoned and meticulously destroyed, and that the Master of Shadow has disappeared as if into thin air. Meanwhile Arithon and the Mad Prophet Dakar are traveling on foot through the treacherous Kelhorn Mountains towards the Vastmark clans, there to raise further support for his cause. But raising a warhost is a costly business. Is it mere coincidence that Princess Talith—Lysaer's beautiful, headstrong wife—is taken captive and held for a vast ransom by a master brigand? The forces of light and shadow circle and feint, drawing ever closer to a huge conflict. And in the background the Fellowship of Seven Sorcerers and the Koriani Enchantresses watch and plan, and wait.",
    "published_year": 1995,
    "average_rating": 4.03,
    "num_pages": 522,
    "ratings_count": 2966,
    "price": 462.25
  },
  {
    "isbn13": "9780006483014",
    "isbn10": "0006483011",
    "title": "The Once and Future King",
    "categories": "Arthurian romances",
    "subtitle": "",
    "authors": "Terence Hanbury White",
    "thumbnail": "http://books.google.com/books/content?id=Jx6BvgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "An omnibus volume of the author's complete story of the Arthurian epic which includes: \"The sword in the stone\" (1939), \"The witch in the wood\" (1939), \"The ill-made knight\" (1940), \"The candle in the wind\" (published for the first time), and \"The book of Merlyn.\" 1996.",
    "published_year": 1996,
    "average_rating": 4.04,
    "num_pages": 823,
    "ratings_count": 2805,
    "price": 538.61
  },
  {
    "isbn13": "9780006483892",
    "isbn10": "0006483895",
    "title": "Murder in LaMut",
    "categories": "Adventure stories",
    "subtitle": "",
    "authors": "Raymond E. Feist;Joel Rosenberg",
    "thumbnail": "http://books.google.com/books/content?id=I2jbBlMHlAMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Available in the U.S. for the first time, this is the second volume in the exceptional Legends of the Riftwar series from \"New York Times\"-bestselling authors Feist and Rosenberg.",
    "published_year": 2003,
    "average_rating": 3.7,
    "num_pages": 337,
    "ratings_count": 5083,
    "price": 454.52
  },
  {
    "isbn13": "9780006483908",
    "isbn10": "0006483909",
    "title": "Jimmy the Hand",
    "categories": "Fantasy fiction",
    "subtitle": "",
    "authors": "Raymond E. Feist;S. M. Stirling",
    "thumbnail": "http://books.google.com/books/content?id=hV4-oITYFN8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Jimmy the Hand, boy thief of Krondor, lived in the shadows of the city. Though gifted beyond his peers, Jimmy is merely a pickpocket with potential--until he aids Prince Arutha in the rescue of Princess Anita from Duke Guy du Bas-Tyra, and runs afoul of \"Black Guy's\" secret police. Facing a choice between disappearing on his own or in a weighted barrel at the bottom of Krondor's harbor, Jimmy chooses the former. Forced to flee the only home he's ever known, Jimmy finds himself among the unsuspecting rural villagers of Land's End, where he hopes to prosper with his talents for con and thievery. But Land's End is home to many who tread the crooked path--and to a dark, dangerous presence even the local smugglers don't recognize. And suddenly Jimmy's youthful bravado and courage are leading him into the maw of chaos . . . and, quite possibly, to his doom.",
    "published_year": 2003,
    "average_rating": 3.95,
    "num_pages": 368,
    "ratings_count": 5579,
    "price": 1157.96
  },
  {
    "isbn13": "9780006486145",
    "isbn10": "0006486142",
    "title": "Well of Darkness",
    "categories": "",
    "subtitle": "",
    "authors": "Margaret Weis;Tracy Hickman",
    "thumbnail": "http://books.google.com/books/content?id=XrwaAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Gareth is just a frightened young lad when he is drafted in to be the whipping-boy for the unruly Prince Dagnarus. Yet as they grow to be men, an unshakable bond is formed. And it is their destiny for them to become the two most powerful - and feared - men in the kingdom. But when Dagnarus decides to become a knight himself, he begins a chain of evil events that threaten to destroy the entire kingdom. Only by uniting the Sovereign Stone can peace be restored, and it is up to Dagnarus' brother Helmos to try to achieve this impossible task, using his father's soldiers against his brother's army. All the while, Gareth is gaining mastery over the sinister Void magic, and he is devoted to helping his childhood companion.. This gripping story of magical power and corruption takes the unique viewpoint of focusing on the evil characters, as we follow them from boys to men. Filled with action, suspense and wonderfully imaginative characters, Water From the Well of Darkness is set to elevate the careers of bestselling authors Weis & Hickman to spectacular new heights.",
    "published_year": 2001,
    "average_rating": 3.66,
    "num_pages": 599,
    "ratings_count": 68,
    "price": 661.35
  },
  {
    "isbn13": "9780006490456",
    "isbn10": "000649045X",
    "title": "Witness for the Prosecution & Selected Plays",
    "categories": "English drama",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=_9u7AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Newly-Jacketed Edition Designed To Celebrate The 50Th Anniversary Of Christie S Faultlessly Plotted Witness For The Prosecution And Other Outstanding Plays. The Perfect Complement To The Latest Edition Of The Mousetrap And Selected Plays (50Th Aniversary Edition). Headlining This Book Is Witness For The Prosecution Christie S Highly Successful Stage Play Which Won The New York Drama Critics Circle Award For Best Foreign Play. A Stunning Courtroom Drama, It Tells The Story Of A Scheming Wife Testifying Against Her Husband In A Shocking Murder Trial. The Wild Beauty Of A Seaside House Perched High On The Devonshire River Tern Provides A Stunning Back-Drop In Towards Zero As A Psychopathic Murderer Homes In On The Unsuspecting Victims. Passion, Murder And Love Are The Deadly Ingredients In Verdict, Making It One Of Christie S More Unusual Thrillers And Prompting Her To Label It The Best Play I Have Written With The Exception Of Witness For The Prosecution . Go Back For Murder Tells The Story Of The Young And Feisty Carla Who, Orphaned At The Tender Age Of Five, Discovers Her Mother Was Imprisioned For Murdering Her Father And Determines To Prove Her Innocence.",
    "published_year": 1995,
    "average_rating": 4.05,
    "num_pages": 352,
    "ratings_count": 3908,
    "price": 870.67
  },
  {
    "isbn13": "9780006496434",
    "isbn10": "0006496431",
    "title": "The Little House",
    "categories": "Country life",
    "subtitle": "",
    "authors": "Philippa Gregory",
    "thumbnail": "http://books.google.com/books/content?id=rbvUPps9vKsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "It was easy for Elizabeth. She married the man she loved. It was harder for Ruth. She married Elizabeth's son and then found that, somehow, she could never quite measure up. This thriller examines what women want and what they fear, as Ruth confronts the shifting borders of her own sanity.",
    "published_year": 1998,
    "average_rating": 3.66,
    "num_pages": 368,
    "ratings_count": 1832,
    "price": 1034.05
  },
  {
    "isbn13": "9780006496878",
    "isbn10": "0006496873",
    "title": "Mystical Paths",
    "categories": "English fiction",
    "subtitle": "",
    "authors": "Susan Howatch",
    "thumbnail": "http://books.google.com/books/content?id=by4ytBy63o0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "1968 finds Nicholas Darrow wrestling with personal problems. How can he marry Rosalind when he is unable to avoid promiscuity? How can he become a priest when he finds it so difficult to live as one? And can he break his dangerous dependence on his father?",
    "published_year": 1996,
    "average_rating": 4.23,
    "num_pages": 576,
    "ratings_count": 1023,
    "price": 767.16
  },
  {
    "isbn13": "9780006496892",
    "isbn10": "000649689X",
    "title": "Glittering Images",
    "categories": "English fiction",
    "subtitle": "",
    "authors": "Susan Howatch",
    "thumbnail": "http://books.google.com/books/content?id=rDHbn0ORKhQC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "It is 1937, and Charles Ashworth, a Canon to the Archbishop of Canterbury, is sent to untangle a web of self-delusion and corruption at the episcopal palace of the charismatic Bishop of Starbridge.",
    "published_year": 1996,
    "average_rating": 4.07,
    "num_pages": 512,
    "ratings_count": 2045,
    "price": 663.05
  },
  {
    "isbn13": "9780006496922",
    "isbn10": "000649692X",
    "title": "Glamorous Powers",
    "categories": "Clergy",
    "subtitle": "",
    "authors": "Susan Howatch",
    "thumbnail": "http://books.google.com/books/content?id=_bhPYWs6RrYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Reissue of the author's most famous and well-loved work, the Starbridge series, six self-contained yet interconnected novels that explore the history of the Church of England through the 20th century.",
    "published_year": 1996,
    "average_rating": 4.2,
    "num_pages": 512,
    "ratings_count": 1441,
    "price": 469.13
  },
  {
    "isbn13": "9780006498865",
    "isbn10": "0006498868",
    "title": "The Mad Ship",
    "categories": "Fantasy fiction",
    "subtitle": "",
    "authors": "Robin Hobb",
    "thumbnail": "http://books.google.com/books/content?id=2iWezkfdBE8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Fantasy master Robin Hobb delivers the stunning second volume of her Liveship Traders trilogy, returning to the timeless city of Bingtown, where pirates now plague the coasts and the dreaded slave trade flourishes. Althea Vestrit doesnt have time to be afraid, for her familys newly awakened Liveship, Vivacia, has been seized by the ruthless pirate Kennit. So Althea hatches a bold plan. But to carry it out, she must recruit a Liveship that has already slain two crews -- and is said to be insane.",
    "published_year": 2000,
    "average_rating": 4.24,
    "num_pages": 906,
    "ratings_count": 36101,
    "price": 632.03
  },
  {
    "isbn13": "9780006499169",
    "isbn10": "0006499163",
    "title": "Post Captain",
    "categories": "Aubrey, Jack (Fictitious character)",
    "subtitle": "",
    "authors": "Patrick O'Brian",
    "thumbnail": "http://books.google.com/books/content?id=S761k-z51Q4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "This tale begins with Jack Aubrey arriving home from his exploits in the Mediterranean to find England at peace following the Treaty of Amiens. He and his friend Stephen Maturin, surgeon and secret agent, begin to live the lives of country gentlemen, hunting, entertaining and enjoying more amorous adventures. Their comfortable existence, however, is cut short when Jack is overnight reduced to a pauper with enough debts to keep him in prison for life. He flees to the continent to seek refuge: instead he finds himself a hunted fugitive as Napoleon has ordered the internment of all Englishmen in France. Aubrey's adventures in escaping from France and the debtors' prison will grip the reader as fast as his unequalled actions at sea.",
    "published_year": 1996,
    "average_rating": 4.29,
    "num_pages": 474,
    "ratings_count": 7815,
    "price": 1016.64
  },
  {
    "isbn13": "9780006499268",
    "isbn10": "0006499260",
    "title": "The Reverse of the Medal",
    "categories": "Adventure stories",
    "subtitle": "",
    "authors": "Patrick O'Brian",
    "thumbnail": "http://books.google.com/books/content?id=YtjxFRb39Z4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "In this book, Jack Aubrey returns from his duties protecting whalers off the South American coast and is persuaded by a casual acquaintance to make investments in the City on the strength of supposedly certain information. From there he is led into the half-worlds of the London criminal underground and of government espionage - the province of his friend, Stephen Maturin.",
    "published_year": 1997,
    "average_rating": 4.41,
    "num_pages": 261,
    "ratings_count": 177,
    "price": 864.05
  },
  {
    "isbn13": "9780006499626",
    "isbn10": "0006499627",
    "title": "Miss Marple",
    "categories": "Detective and mystery stories, English",
    "subtitle": "The Complete Short Stories",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=a96qPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Miss Marple featured in 20 short stories, published in a number of different collections in Britain and America. Presented here in their order of publication, Miss Marple uses her unique insight to deduce the truth about a series of unsolved crimes.",
    "published_year": 1997,
    "average_rating": 4.2,
    "num_pages": 359,
    "ratings_count": 6235,
    "price": 720.93
  },
  {
    "isbn13": "9780006511489",
    "isbn10": "0006511481",
    "title": "The Years of Rice and Salt",
    "categories": "Black Death",
    "subtitle": "",
    "authors": "Kim Stanley Robinson",
    "thumbnail": "http://books.google.com/books/content?id=I38CFD1RnmsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Hailed by \"The New York Times Book Review\" as \"eye-opening, \" this alternative history of the last 600 years begins as the Black Death kills nearly everyone in Europe, and China, India, and the nations of Islam now control the world.",
    "published_year": 2003,
    "average_rating": 3.73,
    "num_pages": 772,
    "ratings_count": 194,
    "price": 333.3
  },
  {
    "isbn13": "9780006512677",
    "isbn10": "0006512674",
    "title": "Spares",
    "categories": "Human cloning",
    "subtitle": "",
    "authors": "Michael Marshall Smith",
    "thumbnail": "http://books.google.com/books/content?id=83RrAdP9y5UC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Spares - human clones, the ultimate health insurance. An eye for an eye - but some people are doing all the taking. The story of Jack Randall: burnt-out, dropped out, and way overdrawn at the luck bank. But as caretaker on a Spares Farm, he still has a choice, and it might make a difference.",
    "published_year": 1998,
    "average_rating": 4.13,
    "num_pages": 317,
    "ratings_count": 2481,
    "price": 428.49
  },
  {
    "isbn13": "9780006513087",
    "isbn10": "0006513085",
    "title": "Gravity",
    "categories": "Science fiction",
    "subtitle": "",
    "authors": "Tess Gerritsen",
    "thumbnail": "http://books.google.com/books/content?id=KI66cH39n6sC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Emma Watson a research physician has been training for the mission of a lifetime: to study living organisms in the microgravity of space. But the true and lethal nature of the experiment has not been revealed to NASA and once aboard the space station things start to go wrong. A culture of single-celled Archaeons, gathered from the deep sea, begin to rapidly multiply and infect the crew - with deadly and agonising results. As her estranged husband and ground crew at NASA work against the clock to launch a rescue Emma stuggles to contain the lethal microbe. But with the contagion threatening Earth's population, there are those who would leave the astronauts stranded in orbit, quarantined aboard the station.",
    "published_year": 2004,
    "average_rating": 4.04,
    "num_pages": 342,
    "ratings_count": 8024,
    "price": 740.01
  },
  {
    "isbn13": "9780006514640",
    "isbn10": "0006514642",
    "title": "The Wise Woman",
    "categories": "Great Britain",
    "subtitle": "",
    "authors": "Philippa Gregory",
    "thumbnail": "http://books.google.com/books/content?id=BEr9wAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Alone and vulnerable, Alys joins a nunnery in an attempt to escape poverty but finds herself thrown back into the outside world when Henry VIII's wreckers destroy her sanctuary. With nothing but her looks, her magic and her own instinctive cunning, Alys has to tread a perilous path between the faith of her childhood and her own female power. When she falls in love with Hugo, the feudal lord and another woman's husband, she dips into witchcraft to defeat her rival and to win her lover, only to find that magic makes a poor servant but a dominant master. Since heresy against the new church means the stake, and witchcraft the rope, Alys's danger is mortal. A woman's powers are not longer safe to use...",
    "published_year": 2002,
    "average_rating": 3.31,
    "num_pages": 640,
    "ratings_count": 6583,
    "price": 322.68
  },
  {
    "isbn13": "9780006514855",
    "isbn10": "0006514855",
    "title": "Girls' Night in",
    "categories": "American fiction",
    "subtitle": "",
    "authors": "Jessica Adams;Chris Manby;Fiona Walker",
    "thumbnail": "http://books.google.com/books/content?id=xLwHHQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "'Girls' Night In' features stories about growing up, growing out of, moving out, moving on, falling apart and getting it all together. So turn off your cell phone and curl up on the couch: this is one 'Girls' Night In' you won't want to miss.",
    "published_year": 2000,
    "average_rating": 3.26,
    "num_pages": 586,
    "ratings_count": 140,
    "price": 736.07
  },
  {
    "isbn13": "9780006545866",
    "isbn10": "0006545866",
    "title": "The White Album",
    "categories": "American essays",
    "subtitle": "",
    "authors": "Joan Didion",
    "thumbnail": "http://books.google.com/books/content?id=qauOPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "This collection of essays recounts what took place on the long morning after the 1960s, when everyone was coming down from their particular bad trip. Didion observes the dramas that explode as America goes into collective detox: the mother abandoning her five-year-old daughter on the central reservation of Interstate 5; Huey Newton and the Black Panthers preaching from their cells; students, in unconscious parody, simulating the disaffection of the 1960s.",
    "published_year": 1993,
    "average_rating": 4.17,
    "num_pages": 224,
    "ratings_count": 91,
    "price": 501
  },
  {
    "isbn13": "9780006550433",
    "isbn10": "0006550436",
    "title": "The Bonesetter's Daughter",
    "categories": "China",
    "subtitle": "",
    "authors": "Amy Tan",
    "thumbnail": "http://books.google.com/books/content?id=4KHT6mIMDt4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Tells the story of three generations of Chinese women, beginning at the turn of the century.",
    "published_year": 2001,
    "average_rating": 3.98,
    "num_pages": 352,
    "ratings_count": 414,
    "price": 1141.84
  },
  {
    "isbn13": "9780006551393",
    "isbn10": "0006551394",
    "title": "The Lexus and the Olive Tree",
    "categories": "Capitalism",
    "subtitle": "",
    "authors": "Thomas L. Friedman",
    "thumbnail": "http://books.google.com/books/content?id=u8zxpq6o7HYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Half of this new, post-Cold War world is intent on building a better Lexus, on streamlining their societies and economies for the global marketplace, while the other half is locked in elemental struggles over who owns which olive tree, which strip of land.",
    "published_year": 2000,
    "average_rating": 3.59,
    "num_pages": 352,
    "ratings_count": 87,
    "price": 503.83
  },
  {
    "isbn13": "9780006551812",
    "isbn10": "0006551815",
    "title": "'Tis",
    "categories": "Ireland",
    "subtitle": "A Memoir",
    "authors": "Frank McCourt",
    "thumbnail": "http://books.google.com/books/content?id=Q3BhQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "FROM THE PULIZER PRIZE-WINNING AUTHOR OF THE #1 \"NEW YORK TIMES\" BESTSELLER \"ANGELA'S ASHES\" Frank McCourt's glorious childhood memoir, \"Angela's Ashes, \" has been loved and celebrated by readers everywhere. It won the National Book Critics Circle Award, the \"Los Angeles Times\" Book Award and the Pulitzer Prize. Rarely has a book so swiftly found its place on the literary landscape. And now we have \"'Tis, \" the story of Frank's American journey from impoverished immigrant to brilliant teacher and raconteur. Frank lands in New York at age nineteen and gets a job at the Biltmore Hotel, where he immediately encounters the vivid hierarchies of this \"classless country,\" and then is drafted into the army and is sent to Germany to train dogs and type reports. It is Frank's incomparable voice that renders these experiences spellbinding. When Frank returns to America in 1953, he works on the docks, always resisting what everyone tells him. He knows that he should be getting an education, and though he left school at fourteen, he talks his way into New York University. There, he falls in love with the quintessential Yankee and tries to live his dream. But it is not until he starts to teach that Frank finds his place in the world.",
    "published_year": 2000,
    "average_rating": 3.68,
    "num_pages": 495,
    "ratings_count": 44179,
    "price": 283.35
  },
  {
    "isbn13": "9780006646006",
    "isbn10": "000664600X",
    "title": "Ocean Star Express",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Mark Haddon;Peter Sutton",
    "thumbnail": "http://books.google.com/books/content?id=I2QZAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Joe and his parents are enjoying a summer holiday by the sea at the Ocean Star Hotel. The sky is bright blue, the sun shines and Joe loves all that the seaside has to offer. But when the fog rolls in and rain falls Joe begins to wish that he was back at home again. Things change, however, when the owner of the hotel invites Joe to share in a magical world, only a few steps away. The loft is black as night but then above Joe's head a thousand tiny stars begin to sparkle and in the distance he hears the chug-chug-chug of a model train. A whole world is soon to open up before Joe's eyes, a world of snow-capped mountains, great deserts, and rocking fishing boats.",
    "published_year": 2002,
    "average_rating": 3.5,
    "num_pages": 32,
    "ratings_count": 1,
    "price": 686.7
  },
  {
    "isbn13": "9780006754893",
    "isbn10": "0006754899",
    "title": "A Small Pinch of Weather",
    "categories": "Children's stories, English",
    "subtitle": "And Other Stories",
    "authors": "Joan Aiken",
    "thumbnail": "http://books.google.com/books/content?id=QiFhOBpYZoYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A magical and fantastic collection of early stories by one of the most original children's authors of the 20th century. For 8-11 year olds.",
    "published_year": 2000,
    "average_rating": 4.27,
    "num_pages": 239,
    "ratings_count": 116,
    "price": 1092.95
  },
  {
    "isbn13": "9780006906018",
    "isbn10": "000690601X",
    "title": "The Princess of the Chalet School",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Elinor Mary Brent-Dyer",
    "thumbnail": "http://books.google.com/books/content?id=EJcQPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "",
    "published_year": 2000,
    "average_rating": 4.1,
    "num_pages": 159,
    "ratings_count": 446,
    "price": 787.74
  },
  {
    "isbn13": "9780007103676",
    "isbn10": "0007103670",
    "title": "Koko",
    "categories": "Male friendship",
    "subtitle": "",
    "authors": "Peter Straub",
    "thumbnail": "http://books.google.com/books/content?id=QV_XQKj4OMkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Koko is Peter Straub's foray into the psychological horror of the Vietnam War.",
    "published_year": 2001,
    "average_rating": 3.56,
    "num_pages": 634,
    "ratings_count": 7586,
    "price": 1111.08
  },
  {
    "isbn13": "9780007105045",
    "isbn10": "0007105045",
    "title": "Tree and Leaf",
    "categories": "Literary Collections",
    "subtitle": "The Homecoming of Beorhtnoth : Beorhthelm's Son",
    "authors": "John Ronald Reuel Tolkien",
    "thumbnail": "http://books.google.com/books/content?id=aPb_AAIcwZ0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "\"The two works 'On fairy-stories' and 'Leaf by Niggle' were first brought together to form the book 'Tree and leaf' in 1964. In this new edition a third element is added: the poem Mythopoeia, the making of myths...\"--Preface.",
    "published_year": 2001,
    "average_rating": 4.09,
    "num_pages": 176,
    "ratings_count": 2245,
    "price": 454.51
  },
  {
    "isbn13": "9780007111503",
    "isbn10": "0007111509",
    "title": "Partners in Crime",
    "categories": "Beresford, Tommy (Fictitious character)",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=L0bfy0zgkegC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The Famous Volume Of Tommy & Tuppence Linked Short Stories, Reissued In A New Look To Coincide With The Brand New Series Of Tommy & Tuppence Bbc Movies. Tommy And Tuppence Beresford Were Restless For Adventure, So When They Were Asked To Take Over Blunt S International Detective Agency, They Leapt At The Chance. After Their Triumphant Recovery Of A Pink Pearl, Intriguing Cases Kept On Coming Their Way: A Stabbing On Sunningdale Golf Course; Cryptic Messages In The Personal Columns Of Newspapers; And Even A Box Of Poisoned Chocolates.",
    "published_year": 2001,
    "average_rating": 3.77,
    "num_pages": 347,
    "ratings_count": 9506,
    "price": 941.07
  },
  {
    "isbn13": "9780007113804",
    "isbn10": "0007113803",
    "title": "Murder in Mesopotamia",
    "categories": "Detective and mystery stories",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=oFkbc7BbYN0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "An archaeologist's wife is murdered on the shores of the River Tigris in Iraq... It was clear to Amy Leatheran that something sinister was going on at the Hassanieh dig in Iraq; something associated with the presence of 'Lovely Louise', wife of celebrated archaeologist Dr Leidner. In a few days' time Hercule Poirot was due to drop in at the excavation site. But with Louise suffering from terrifying hallucinations, and tension within the group becoming almost unbearable, Poirot might just be too late...",
    "published_year": 2001,
    "average_rating": 3.89,
    "num_pages": 264,
    "ratings_count": 25692,
    "price": 687.2
  },
  {
    "isbn13": "9780007116263",
    "isbn10": "0007116268",
    "title": "The Lord of the Rings, the Return of the King",
    "categories": "Imaginary wars and battles",
    "subtitle": "Visual Companion",
    "authors": "Jude Fisher",
    "thumbnail": "http://books.google.com/books/content?id=kNBnQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A visual guide to the third in the Lord of the Rings movie trilogy. A large-format, full-colour guide to the characters, places, landscapes, artefacts, battles, and costumes as seen in the film, it features images, informative text and specially commissioned extras.",
    "published_year": 2003,
    "average_rating": 4.59,
    "num_pages": 72,
    "ratings_count": 22,
    "price": 1130.68
  },
  {
    "isbn13": "9780007117536",
    "isbn10": "0007117531",
    "title": "All Families are Psychotic",
    "categories": "Dysfunctional families",
    "subtitle": "",
    "authors": "Douglas Coupland",
    "thumbnail": "http://books.google.com/books/content?id=jYBsNp6NPVoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "On the eve of the next Space Shuttle mission, a divided family comes together... Warm, witty and wise, All Families Are Psychotic is Coupland at the very top of his form: 'Irresistibly hilarious, unique and wonderful' Independent on Sunday In a cheap motel an hour from Cape Canaveral, Janet Drummond takes her medication, and does a rapid tally of the whereabouts of her children. Wade has spent the night in jail; suicidal Bryan is due to arrive at any moment with his vowel-free girlfriend, Shw; and then there is Sarah, 'a bolt of lightning frozen in midflash' -- here in Orlando to be the star of Friday's shuttle mission. With Janet's ex-husband and his trophy wife also in town, Janet spends a moment contemplating her family, and where it all went wrong. Or did it?",
    "published_year": 2002,
    "average_rating": 3.69,
    "num_pages": 279,
    "ratings_count": 350,
    "price": 1125.42
  },
  {
    "isbn13": "9780007119332",
    "isbn10": "000711933X",
    "title": "Death in the Clouds",
    "categories": "Detective and mystery stories",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=M8iyckq4GQ0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A woman is killed by a poisoned dart in the enclosed confines of a commercial passenger plane... From seat No.9, Hercule Poirot was ideally placed to observe his fellow air passengers. Over to his right sat a pretty young woman, clearly infatuated with the man opposite; ahead, in seat No.13, sat a Countess with a poorly-concealed cocaine habit; across the gangway in seat No.8, a detective writer was being troubled by an aggressive wasp. What Poirot did not yet realize was that behind him, in seat No.2, sat the slumped, lifeless body of a woman.",
    "published_year": 2001,
    "average_rating": 3.8,
    "num_pages": 333,
    "ratings_count": 21123,
    "price": 869.87
  },
  {
    "isbn13": "9780007119356",
    "isbn10": "0007119356",
    "title": "Appointment with Death",
    "categories": "Detective and mystery stories",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=lSYwsRkcw4YC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A repugnant Amercian widow is killed during a trip to Petra... Among the towering red cliffs of Petra, like some monstrous swollen Buddha, sat the corpse of Mrs Boynton. A tiny puncture mark on her wrist was the only sign of the fatal injection that had killed her. With only 24 hours available to solve the mystery, Hercule Poirot recalled a chance remark he'd overheard back in Jerusalem: 'You see, don't you, that she's got to be killed?' Mrs Boynton was, indeed, the most detestable woman he'd ever met...",
    "published_year": 2001,
    "average_rating": 3.86,
    "num_pages": 303,
    "ratings_count": 24859,
    "price": 981.03
  },
  {
    "isbn13": "9780007120680",
    "isbn10": "0007120680",
    "title": "Hallowe'en Party",
    "categories": "Poirot, Hercule (Fictitious character)",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=Qlx98EGK_jMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "No one believes a little girl when she insists that she has witnessed a murder until she herself turns up drowned, and Hercule Poirot sets out to catch the killer.",
    "published_year": 2001,
    "average_rating": 3.66,
    "num_pages": 336,
    "ratings_count": 18820,
    "price": 997.1
  },
  {
    "isbn13": "9780007120697",
    "isbn10": "0007120699",
    "title": "Hercule Poirot's Christmas",
    "categories": "Christmas stories",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=EA0j4Jzn4vAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "On the night before Christmas, cruel, tyrannical, filthy-rich Simeon Lee is found in his locked bedroom with his throat cut. Now Hercule Poirot must put his deductive powers to the test to solve one of his most chilling cases--and to prevent a clever killer from spilling more blood.",
    "published_year": 2001,
    "average_rating": 3.93,
    "num_pages": 335,
    "ratings_count": 23113,
    "price": 628.29
  },
  {
    "isbn13": "9780007120819",
    "isbn10": "0007120818",
    "title": "The Big Four",
    "categories": "Detective and mystery stories",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=wcOQUSWQEdUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A ruthless international cartel seeks world domination... Framed in the doorway of Poirot's bedroom stood an uninvited guest, coated from head to foot in dust. The man's gaunt face stared for a moment, then he swayed and fell. Who was he? Was he suffering from shock or just exhaustion? Above all, what was the significance of the figure 4, scribbled over and over again on a sheet of paper? Poirot finds himself plunged into a world of international intrigue, risking his life to uncover the truth about 'Number Four'.",
    "published_year": 2002,
    "average_rating": 3.59,
    "num_pages": 272,
    "ratings_count": 22155,
    "price": 619.18
  },
  {
    "isbn13": "9780007120864",
    "isbn10": "0007120869",
    "title": "The Thirteen Problems",
    "categories": "Detective and mystery stories, English",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=MK9JNwoZAncC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The Tuesday Night Club is a venue where locals challenge Miss Marple to solve recent crimes... One Tuesday evening a group gathers at Miss Marple's house and the conversation turns to unsolved crimes... The case of the disappearing bloodstains; the thief who committed his crime twice over; the message on the death-bed of a poisoned man which read 'heap of fish'; the strange case of the invisible will; a spiritualist who warned that 'Blue Geranium' meant death... Now pit your wits against the powers of deduction of the 'Tuesday Night Club'.",
    "published_year": 2002,
    "average_rating": 3.89,
    "num_pages": 315,
    "ratings_count": 12840,
    "price": 782.53
  },
  {
    "isbn13": "9780007120871",
    "isbn10": "0007120877",
    "title": "They Do it with Mirrors",
    "categories": "American fiction",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=HUuQYGppZi8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A man is shot at in a juvenile reform home - but someone else dies... Miss Marple senses danger when she visits a friend living in a Victorian mansion which doubles as a rehabilitiation centre for delinquents. Her fears are confirmed when a youth fires a revolver at the administrator, Lewis Serrocold. Neither is injured. But a mysterious visitor, Mr Gilbrandsen, is less fortunate - shot dead simultaneously in another part of the building. Pure coincidence? Miss Marple thinks not, and vows to discover the real reason for Mr Gilbrandsen's visit.",
    "published_year": 2002,
    "average_rating": 3.75,
    "num_pages": 284,
    "ratings_count": 415,
    "price": 594.59
  },
  {
    "isbn13": "9780007120963",
    "isbn10": "0007120966",
    "title": "A Murder is Announced",
    "categories": "Detective and mystery stories, English",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=QEEvzeAkdzoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The villagers of Chipping Cleghorn are amazed by an advertisement in the local paper which reads \"A murder is announced and will take place on Friday October 29th, at Little Paddocks at 6.30pm. Unable to resist, a crowd begins to gather at the house at the appointed time. But when a man is killed in what looks like an attempted robbery, Miss Marple becomes involved.",
    "published_year": 2002,
    "average_rating": 3.98,
    "num_pages": 382,
    "ratings_count": 680,
    "price": 1202.1
  },
  {
    "isbn13": "9780007120987",
    "isbn10": "0007120982",
    "title": "The Mirror Crack'd from Side to Side",
    "categories": "Marple, Jane (Fictitious character)",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=lTYId7FIJEsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "One Minute, Silly Heather Badcock Had Been Gabbling On At Her Movie Idol, The Glamorous Marina Gregg. The Next, Heather Suffered A Massive Seizure. But For Whom Was The Deadly Poison Really Intended? Marina S Frozen Expression Suggested She Had Witnessed Something Horrific. But, While Others Searched For Material Evidence, Jane Marple Conducted A Very Different Investigation Into Human Nature.",
    "published_year": 2002,
    "average_rating": 3.91,
    "num_pages": 351,
    "ratings_count": 23249,
    "price": 1110.45
  },
  {
    "isbn13": "9780007121007",
    "isbn10": "0007121008",
    "title": "Mrs McGinty's Dead",
    "categories": "Belgians",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=gcS0d5HhGEEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "An old widow is brutally killed in the parlour of her cottage... Mrs McGinty died from a brutal blow to the back of her head. Suspicion fell immediately on her shifty lodger, James Bentley, whose clothes revealed traces of the victim's blood and hair. Yet something was amiss: Bentley just didn't look like a murderer. Poirot believed he could save the man from the gallows - what he didn't realise was that his own life was now in great danger...",
    "published_year": 2002,
    "average_rating": 3.83,
    "num_pages": 328,
    "ratings_count": 525,
    "price": 377.8
  },
  {
    "isbn13": "9780007121014",
    "isbn10": "0007121016",
    "title": "Taken at the Flood",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=3gWlxIFlMEwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A Few Weeks After Marrying An Attractive Young Widow, Gordon Cloade Is Tragically Killed By A Bomb Blast In The London Blitz. Overnight, The Former Mrs Underhay Finds Herself In Sole Possession Of The Cloade Family Fortune. Shortly Afterwards, Hercule Poirot Receives A Visit From The Dead Man S Sister-In-Law Who Claims She Has Been Warned By Spirits That Mrs Underhay S First Husband Is Still Alive. Poirot Has His Suspicions When He Is Asked To Find A Missing Person Guided Only By The Spirit World. Yet What Mystifies Poirot Most Is The Woman S True Motive For Approaching Him&",
    "published_year": 2002,
    "average_rating": 3.71,
    "num_pages": 352,
    "ratings_count": 8852,
    "price": 888.99
  },
  {
    "isbn13": "9780007121021",
    "isbn10": "0007121024",
    "title": "The Hollow",
    "categories": "Detective and mystery stories",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=-f1h4e0hl0oC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Lucy Angkatell Invited Hercule Poirot To Lunch. To Tease The Great Detective, Her Guests Stage A Mock Murder Beside The Swimming Pool. Unfortunately, The Victim Plays The Scene For Real. As His Blood Drips Into The Water, John Christow Gasps One Final Word: Henrietta . In The Confusion, A Gun Sinks To The Bottom Of The Pool. Poirot S Enquiries Reveal A Complex Web Of Romantic Attachments. It Seems Everyone In The Drama Is A Suspect And Each A Victim Of Love.",
    "published_year": 2002,
    "average_rating": 3.79,
    "num_pages": 384,
    "ratings_count": 13022,
    "price": 1170.31
  },
  {
    "isbn13": "9780007121106",
    "isbn10": "0007121105",
    "title": "Third Girl",
    "categories": "Belgians",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=Dbh7nUkG_6cC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A perplexed girl thinks she might have killed someone... Three single girls shared the same London flat. The first worked as a secretary; the second was an artist; the third who came to Poirot for help, disappeared convinced she was a murderer. Now there were rumours of revolvers, flick-knives and blood stains. But, without hard evidence, it would take all Poirot's tenacity to establish whether the third girl was guilty innocent or insane...",
    "published_year": 2002,
    "average_rating": 3.62,
    "num_pages": 365,
    "ratings_count": 13705,
    "price": 791.47
  },
  {
    "isbn13": "9780007122585",
    "isbn10": "0007122586",
    "title": "The Secret of Chimneys",
    "categories": "Battle, Superintendent (Fictitious character)",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=1OluX5g96OcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A young drifter finds more than he bargained for when he agrees to deliver a parcel to an English country house...",
    "published_year": 2001,
    "average_rating": 3.86,
    "num_pages": 400,
    "ratings_count": 11110,
    "price": 573.05
  },
  {
    "isbn13": "9780007124015",
    "isbn10": "0007124015",
    "title": "The Lord of the Rings",
    "categories": "Baggins, Frodo (Fictitious character)",
    "subtitle": "",
    "authors": "J. R. R. Tolkien",
    "thumbnail": "",
    "description": "Sauron has gathered the Rings of Power - the means by which he will be able to rule the world. All he needs now is the Ruling Ring, which has fallen into the hands of the hobbit Bilbo Baggins. Frodo Baggins is entrusted to foil Sauron's plans.",
    "published_year": 2001,
    "average_rating": 4.49,
    "num_pages": 1546,
    "ratings_count": 187,
    "price": 973.85
  },
  {
    "isbn13": "9780007126903",
    "isbn10": "0007126905",
    "title": "The Metaphysical Club",
    "categories": "Cambridge (Mass.)",
    "subtitle": "",
    "authors": "Louis Menand",
    "thumbnail": "http://books.google.com/books/content?id=C3Gkwi3SfmMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "In an absorbing narrative about personalities and social history, Menand discusses the Metaphysical Club, an informal group that met in Cambridge, Massachusetts, in 1872, to talk about ideas. Members included Oliver Wendell Holmes, Jr., William James, and Charles Sanders Peirce. 21 photos.",
    "published_year": 2002,
    "average_rating": 4.07,
    "num_pages": 560,
    "ratings_count": 3311,
    "price": 958.15
  },
  {
    "isbn13": "9780007127740",
    "isbn10": "000712774X",
    "title": "The illustrated man",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Ray Bradbury",
    "thumbnail": "http://books.google.com/books/content?id=kePqlVft1bQC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "",
    "published_year": 2002,
    "average_rating": 4.14,
    "num_pages": 186,
    "ratings_count": 56781,
    "price": 1169.96
  },
  {
    "isbn13": "9780007129652",
    "isbn10": "0007129653",
    "title": "Wilkins' Tooth",
    "categories": "Business enterprises",
    "subtitle": "",
    "authors": "Diana Wynne Jones",
    "thumbnail": "http://books.google.com/books/content?id=lXUSHqQfOD8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "OWN BACK LIMITEDREVENGE ARRANGED, PRICE ACCORDING TO TASK, ALL DIFFICULT TASKS UNDERTAKEN, TREASURE HUNTED, ETC. It seemed like a marvellous scheme at the time! Frank and Jess had set up the business because they needed money - their pocket-money had been stopped just when Frank owed Buster Knell ten pence. Their father had put a quick stop to ERRANDS RUN, so why not try something that was bad instead? Offering to do dreadful things that other people didn't dare to do? So they pinned up the notice on the potting-shed and waited for customers. But of course, nothing's ever THAT straightforward.",
    "published_year": 2002,
    "average_rating": 3.59,
    "num_pages": 207,
    "ratings_count": 69,
    "price": 1099.02
  },
  {
    "isbn13": "9780007130313",
    "isbn10": "0007130317",
    "title": "Cut",
    "categories": "Emotional problems",
    "subtitle": "",
    "authors": "Patricia McCormick",
    "thumbnail": "http://books.google.com/books/content?id=Q140Mlie138C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Fifteen-year old Callie is so withdrawn that she's not speaking to anyone - including her therapist at Sea Pines, known to its guests as 'Sick Minds' - the residential treatment facility where her parents and doctor send her after discovering that she cuts herself. Her story unfolds primarily through dramatic monologues, gradually revealing the family turmoil that led to her self-destructive behaviour.",
    "published_year": 2002,
    "average_rating": 3.76,
    "num_pages": 173,
    "ratings_count": 107,
    "price": 328.21
  },
  {
    "isbn13": "9780007135653",
    "isbn10": "0007135653",
    "title": "The Lord of the Rings",
    "categories": "Characters and characteristics in motion pictures",
    "subtitle": "The Art of The Return of the King",
    "authors": "Gary Russell",
    "thumbnail": "http://books.google.com/books/content?id=oEZ6AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "With complete access to artwork created over a five-year period, this guide illustrates the creative development of The Return of the King. It contains over 600 images, from the earliest pencil sketches and conceptual drawings to magnificent paintings, sculptures and digital imagery that shaped the look of the film. Contributing artists include John Howe and Alan Lee, artists who have inspired Peter Jackson's vision of Middle-earth and worked with him to bring the trilogy to the big screen. Peter Jackson himself provides the afterword in which he discusses the importance of the conceptual art to the film. It covers most aspects of the eagerly awaited finale to the enormously successful trilogy, from locations and costumes to weaponry and creatures. The artists who created all of these diverse elements explain how they contributed to the development of the film.",
    "published_year": 2004,
    "average_rating": 4.54,
    "num_pages": 224,
    "ratings_count": 28,
    "price": 1051.31
  },
  {
    "isbn13": "9780007136582",
    "isbn10": "0007136587",
    "title": "The Lord of the Rings",
    "categories": "Fantasy fiction, English",
    "subtitle": "",
    "authors": "John Ronald Reuel Tolkien",
    "thumbnail": "http://books.google.com/books/content?id=LwO-vgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Since it was first published in 1954, 'The Lord of the Rings' has been a book people have treasured. Steeped in unrivalled magic and otherworldliness, its sweeping fantasy has touched the hearts of young and old alike. Well over 100 million copies of its many editions have been sold around the world, and occasional collectors’ editions become prized and valuable items of publishing. With the epic trilogy now being released on film, images of the characters and landscapes have become eagerly sought after. Much of the look of the movies is based on Alan Lee’s paintings, giving this Centenary edition of Tolkien’s great work new relevance for the ever-growing number of fans.",
    "published_year": 2002,
    "average_rating": 4.49,
    "num_pages": 1200,
    "ratings_count": 680,
    "price": 822.63
  },
  {
    "isbn13": "9780007136599",
    "isbn10": "0007136595",
    "title": "The Fellowship of the Ring",
    "categories": "Baggins, Frodo (Fictitious character)",
    "subtitle": "",
    "authors": "John Ronald Reuel Tolkien;Alan Lee",
    "thumbnail": "http://books.google.com/books/content?id=K7xSPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Tolkien's classic fantasy about the quest to save Middle-Earth--and the basis for Peter Jackson's Academy Award(-winning film trilogy--is now available in these Young Reader's Editions. Each book of the trilogy is available individually, or together in a three-volume paperback boxed set.",
    "published_year": 2002,
    "average_rating": 4.35,
    "num_pages": 410,
    "ratings_count": 56,
    "price": 1095.82
  },
  {
    "isbn13": "9780007137336",
    "isbn10": "0007137338",
    "title": "Lirael",
    "categories": "Fantasy fiction",
    "subtitle": "Daughter of the Clayr",
    "authors": "Garth Nix",
    "thumbnail": "http://books.google.com/books/content?id=sDzU8TpKvQAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "When a dangerous necromancer threatens to unleash a long-buried evil, Lirael and Prince Sameth are drawn into a battle to save the Old Kingdom and reveal their true destinies. Suggested level: secondary.",
    "published_year": 2004,
    "average_rating": 4.3,
    "num_pages": 527,
    "ratings_count": 1339,
    "price": 780.83
  },
  {
    "isbn13": "9780007149124",
    "isbn10": "0007149123",
    "title": "Tales from the Perilous Realm",
    "categories": "Fairy tales, English",
    "subtitle": "",
    "authors": "John Ronald Reuel Tolkien",
    "thumbnail": "http://books.google.com/books/content?id=Wla7NwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Never before published in a single volume, Tolkien's four novellas (\"Farmer Giles of Ham, Leaf by Niggle, Smith of Wootton Major,\" and \"Roverandom\") and one book of poems (\"The Adventures of Tom Bombadil\") are gathered together in a fully illustrated set.",
    "published_year": 2002,
    "average_rating": 4.08,
    "num_pages": 178,
    "ratings_count": 2964,
    "price": 694.79
  },
  {
    "isbn13": "9780007149612",
    "isbn10": "0007149611",
    "title": "Breaking Open the Head",
    "categories": "Hallucinogenic drugs",
    "subtitle": "A Visionary Journey from Cynicism to Shamanism",
    "authors": "Daniel Pinchbeck",
    "thumbnail": "http://books.google.com/books/content?id=QIMaviqqoQoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A new 'The Doors of Perception' for the 21st century? A visionary journey from cynicism to shamanism by a brilliant young US writer.",
    "published_year": 2004,
    "average_rating": 4.06,
    "num_pages": 336,
    "ratings_count": 46,
    "price": 1206.02
  },
  {
    "isbn13": "9780007149827",
    "isbn10": "0007149824",
    "title": "The Yiddish Policemen's Union",
    "categories": "Fiction",
    "subtitle": "A Novel",
    "authors": "Michael Chabon",
    "thumbnail": "http://books.google.com/books/content?id=-reD1g77BfsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "For sixty years, Jewish refugees and their descendants have prospered in the Federal District of Sitka, a \"temporary\" safe haven created in the wake of revelations of the Holocaust and the shocking 1948 collapse of the fledgling state of Israel. Proud, grateful, and longing to be American, the Jews of the Sitka District have created their own little world in the Alaskan panhandle, a vibrant, gritty, soulful, and complex frontier city that moves to the music of Yiddish. For sixty years they have been left alone, neglected and half-forgotten in a backwater of history. Now the District is set to revert to Alaskan control, and their dream is coming to an end: once again the tides of history threaten to sweep them up and carry them off into the unknown. But homicide detective Meyer Landsman of the District Police has enough problems without worrying about the upcoming Reversion. His life is a shambles, his marriage a wreck, his career a disaster. He and his half-Tlingit partner, Berko Shemets, can't catch a break in any of their outstanding cases. Landsman's new supervisor is the love of his life—and also his worst nightmare. And in the cheap hotel where he has washed up, someone has just committed a murder—right under Landsman's nose. Out of habit, obligation, and a mysterious sense that it somehow offers him a shot at redeeming himself, Landsman begins to investigate the killing of his neighbor, a former chess prodigy. But when word comes down from on high that the case is to be dropped immediately, Landsman soon finds himself contending with all the powerful forces of faith, obsession, hopefulness, evil, and salvation that are his heritage—and with the unfinished business of his marriage to Bina Gelbfish, the one person who understands his darkest fears. At once a gripping whodunit, a love story, an homage to 1940s noir, and an exploration of the mysteries of exile and redemption, The Yiddish Policemen's Union is a novel only Michael Chabon could have written.",
    "published_year": 2007,
    "average_rating": 3.7,
    "num_pages": 414,
    "ratings_count": 51219,
    "price": 1135.14
  },
  {
    "isbn13": "9780007150304",
    "isbn10": "000715030X",
    "title": "Beware, Princess Elizabeth",
    "categories": "Children's stories",
    "subtitle": "",
    "authors": "Carolyn Meyer",
    "thumbnail": "http://books.google.com/books/content?id=wPBpR4AFNJ0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A matter of life and death - and the Throne of England",
    "published_year": 2003,
    "average_rating": 3.88,
    "num_pages": 242,
    "ratings_count": 78,
    "price": 1137.5
  },
  {
    "isbn13": "9780007151240",
    "isbn10": "0007151241",
    "title": "The Family Way",
    "categories": "Parenthood",
    "subtitle": "",
    "authors": "Tony Parsons",
    "thumbnail": "http://books.google.com/books/content?id=dJEIxdYmnU8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "It should be the most natural thing in the world. But in Tony Parsons' latest bestseller, three couples discover that Mother Nature can be one hell of a bitch.",
    "published_year": 2005,
    "average_rating": 3.51,
    "num_pages": 400,
    "ratings_count": 2095,
    "price": 520.05
  },
  {
    "isbn13": "9780007151677",
    "isbn10": "0007151675",
    "title": "Endless Night",
    "categories": "FICTION",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=kY1wuNfgmFQC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Gipsy S Acre Was A Truly Beautiful Upland Site With Views Out To Sea And In Michael Rogers It Stirred A Child-Like Fantasy. There, Among The Dark Fir Trees, He Planned To Build A House, Find A Wonderful Girl And Live Happily Ever After, Yet, As He Left The Village, A Shadow Of Menace Hung Over The Land. For This Was The Place Where Accidents Happened. Perhaps Michael Should Have Heeded The Locals Warnings: There S No Luck For Them As Meddles With Gipsy S Acre .",
    "published_year": 2002,
    "average_rating": 3.77,
    "num_pages": 303,
    "ratings_count": 12740,
    "price": 309.08
  },
  {
    "isbn13": "9780007153589",
    "isbn10": "0007153589",
    "title": "How to be Alone",
    "categories": "Literary Collections",
    "subtitle": "",
    "authors": "Jonathan Franzen",
    "thumbnail": "http://books.google.com/books/content?id=ozVWaXd9xvwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "'The Harper's Essay' is reprinted in this volume alongside personal essays and painstaking, often funny reportage. Although his subjects range widely, each piece wrestles with the erosion of civic life and private dignity, and the hidden persistence of loneliness in postmodern America.",
    "published_year": 2004,
    "average_rating": 3.6,
    "num_pages": 306,
    "ratings_count": 327,
    "price": 786.68
  },
  {
    "isbn13": "9780007154845",
    "isbn10": "0007154844",
    "title": "The Mysterious Mr. Quin",
    "categories": "Detective and mystery stories",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=n0aMDV7Lm4sC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A mysterious stranger appears at a New Year's Eve party, becoming the enigmatic sleuthing sidekick to the snobbish Mr Satterthwaite... So far, it had been a typical New Year's Eve house party. But Mr Satterthwaite - a keen observer of human nature - sensed that the real drama of the evening was yet to unfold. So it proved when a mysterious stranger arrived after midnight. Who was this Mr Quin? And why did his presence have such a pronounced effect on Eleanor Portal, the woman with the dyed-black hair?",
    "published_year": 2003,
    "average_rating": 3.72,
    "num_pages": 396,
    "ratings_count": 7514,
    "price": 1000.55
  },
  {
    "isbn13": "9780007154883",
    "isbn10": "0007154887",
    "title": "The Listerdale Mystery",
    "categories": "Detective and mystery stories",
    "subtitle": "",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=J1tLGz5G84EC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A selection of mysteries, some light-hearted, some romantic, some very deadly... Twelve tantalizing cases... the curious disappearance of Lord Listerdale; a newlywed's fear of her ex-fiance; a strange encounter on a train; a domestic murder investigation; a wild man's sudden personality change; a retired inspector's hunt for a murderess; a young woman's impersonation of a duchess; a necklace hidden in a basket of cherries; a mystery writer's arrest for murder; an astonishing marriage proposal; a soprano's hatred for a baritone; the case of the rajah's emerald. All have one thing in common: the skilful hand of Agatha Christie.",
    "published_year": 2003,
    "average_rating": 3.55,
    "num_pages": 317,
    "ratings_count": 178,
    "price": 1215.63
  },
  {
    "isbn13": "9780007158058",
    "isbn10": "000715805X",
    "title": "The Real Trial of Oscar Wilde",
    "categories": "Biography & Autobiography",
    "subtitle": "",
    "authors": "Merlin Holland",
    "thumbnail": "http://books.google.com/books/content?id=QfNgQfTKcg0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Oscar Wilde had one of literary history's most explosive love affairs with Lord Alfred \"Bosie\" Douglas. In 1895, Bosie's father, the Marquess of Queensberry, delivered a note to the Albemarle Club addressed to \"Oscar Wilde posing as sodomite.\" With Bosie's encouragement, Wilde sued the Marquess for libel. He not only lost but he was tried twice for \"gross indecency\" and sent to prison with two years' hard labor. With this publication of the uncensored trial transcripts, readers can for the first time in more than a century hear Wilde at his most articulate and brilliant. The Real Trial of Oscar Wilde documents an alarmingly swift fall from grace; it is also a supremely moving testament to the right to live, work, and love as one's heart dictates.",
    "published_year": 2004,
    "average_rating": 4.04,
    "num_pages": 384,
    "ratings_count": 183,
    "price": 373.9
  },
  {
    "isbn13": "9780007158515",
    "isbn10": "0007158513",
    "title": "I Can Read with Me Eyes Shut!",
    "categories": "Authors, American",
    "subtitle": "",
    "authors": "Dr. Seuss",
    "thumbnail": "http://books.google.com/books/content?id=oyF8U9BRTQwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Nonsense rhyming story. 4 yrs+",
    "published_year": 2003,
    "average_rating": 4.2,
    "num_pages": 48,
    "ratings_count": 16561,
    "price": 749.87
  },
  {
    "isbn13": "9780007158522",
    "isbn10": "0007158521",
    "title": "Oh, the Places You'll Go!",
    "categories": "Adventure stories",
    "subtitle": "",
    "authors": "Dr. Seuss",
    "thumbnail": "http://books.google.com/books/content?id=Ev4Llq5fv4IC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "From bang-ups and hang-ups to lurches and slumps. Dr. Seuss takes a hilarious look at the mishaps and misadventures that life may have in store for us.",
    "published_year": 2003,
    "average_rating": 4.35,
    "num_pages": 48,
    "ratings_count": 926,
    "price": 406.39
  },
  {
    "isbn13": "9780007162994",
    "isbn10": "0007162995",
    "title": "If I Die in a Combat Zone",
    "categories": "Vietnam War, 1961-1975",
    "subtitle": "",
    "authors": "Tim O'Brien",
    "thumbnail": "http://books.google.com/books/content?id=0qUtSvo_MiEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Perhaps the best book to emerge from the Vietnam War -- reissued alongside five other jewels of the Flamingo backlist from the 1970s. First published in1973, this intensely personal novel about one foot soldier's tour of duty in Vietnam established Tim O'Brien's reputation as the outstanding chronicler of the Vietnam experience for a generation of Americans. From basic training to the front line and back again, he takes the reader on an unforgettable journey -- walking the minefields of My Lai, fighting the heat and the snipers in an alien land, crawling into the ghostly tunnels -- as he explores the ambiguities of manhood and morality in a war no one believes in.",
    "published_year": 2003,
    "average_rating": 3.95,
    "num_pages": 208,
    "ratings_count": 11,
    "price": 808.88
  },
  {
    "isbn13": "9780007171996",
    "isbn10": "0007171994",
    "title": "The Return of the King",
    "categories": "Baggins, Frodo (Fictitious character)",
    "subtitle": "Being the Third Part of The Lord of the Rings",
    "authors": "J. R. R. Tolkien",
    "thumbnail": "http://books.google.com/books/content?id=PI9zPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "THE GREATEST FANTASY EPIC OF OUR TIME While the evil might of the Dark Lord Sauron swarmed out to conquer all Middle-earth, Frodo and Sam struggled deep into Mordor, seat of Sauron's power. To defeat the Dark Lord, the accursed Ring of Power had to be destroyed in the fires of Mount Doom. But the way was impossibly hard, and Frodo was weakening. Weighed down by the compulsion of the Ring he began finally to despair. The awesome conclusion of J.R.R. Tolkien's The Lord of the Rings, beloved by millions of readers around the world.",
    "published_year": 2003,
    "average_rating": 4.52,
    "num_pages": 554,
    "ratings_count": 253,
    "price": 620.65
  },
  {
    "isbn13": "9780007173020",
    "isbn10": "0007173024",
    "title": "The Silmarillion",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "John Ronald Reuel Tolkien;Ted Nasmith",
    "thumbnail": "http://books.google.com/books/content?id=hLH0dtl5NVwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Designed to take fans of The Hobbit and The Lord of the Rings deeper into the myths and legends of Middle-earth The Silmarillion is an account of the Elder Days, of the First Age of Tolkien s world. It is the ancient drama to which the characters in The Lord of the Rings look back, and in whose events some of them such as Elrond and Galadriel took part. The tales of The Silmarillion are set in an age when Morgoth, the first Dark Lord, dwelt in Middle-Earth, and the High Elves made war upon him for the recovery of the Silmarils, the jewels containing the pure light of Valinor. Included in the book are several shorter works. The Ainulindale is a myth of the Creation and in the Valaquenta the nature and powers of each of the gods is described. The Akallabeth recounts the downfall of the great island kingdom of Numenor at the end of the Second Age and Of the Rings of Power tells of the great events at the end of the Third Age, as narrated in The Lord of the Rings. This pivotal work features the revised, corrected text and includes, by way of an introduction, a fascinating letter written by Tolkien in 1951 in which he gives a full explanation of how he conceived the early Ages of Middle-earth.\"",
    "published_year": 2004,
    "average_rating": 3.91,
    "num_pages": 386,
    "ratings_count": 49,
    "price": 394.33
  },
  {
    "isbn13": "9780007173136",
    "isbn10": "000717313X",
    "title": "I Wish that I Had Duck Feet",
    "categories": "Children's stories",
    "subtitle": "",
    "authors": "Dr. Seuss;Barney Tobey",
    "thumbnail": "http://books.google.com/books/content?id=m9cZAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A boy imagines what it would be like if he had such things as duck feet, a whale spout, and an elephant's trunk.",
    "published_year": 2004,
    "average_rating": 4.16,
    "num_pages": 64,
    "ratings_count": 8903,
    "price": 699.16
  },
  {
    "isbn13": "9780007175222",
    "isbn10": "0007175221",
    "title": "Oh Say Can You Say?",
    "categories": "Children's stories",
    "subtitle": "",
    "authors": "Dr. Seuss",
    "thumbnail": "http://books.google.com/books/content?id=r4l8AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Tie your tongue in terrible knots as you try to read aloud. Nonsense rhyming story.",
    "published_year": 2004,
    "average_rating": 4.01,
    "num_pages": 36,
    "ratings_count": 5726,
    "price": 1209.77
  },
  {
    "isbn13": "9780007178636",
    "isbn10": "0007178638",
    "title": "There's a Boy in the Girls' Bathroom",
    "categories": "Boys",
    "subtitle": "",
    "authors": "Louis Sachar",
    "thumbnail": "http://books.google.com/books/content?id=jHE-PgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A study guide for the novel There's a Boy in the Girl's bathroom.",
    "published_year": 2004,
    "average_rating": 3.98,
    "num_pages": 208,
    "ratings_count": 174,
    "price": 529.36
  },
  {
    "isbn13": "9780007179817",
    "isbn10": "0007179812",
    "title": "Microserfs",
    "categories": "Computer programmers",
    "subtitle": "",
    "authors": "Douglas Coupland",
    "thumbnail": "http://books.google.com/books/content?id=N3AmmJIsK6wC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "At computer giant Microsoft, Dan, Susan, Abe, Todd and Bug are struggling to get a life. The job may be super cool, the pay may be astronomical, but they're heading nowhere, and however hard they work, however many shares they earn, they're never going to be as rich as Bill. And besides, with all the hours they're putting in, their best relationships are on e-mail. Something's got to give.",
    "published_year": 2004,
    "average_rating": 3.88,
    "num_pages": 371,
    "ratings_count": 436,
    "price": 1130.87
  },
  {
    "isbn13": "9780007179824",
    "isbn10": "0007179820",
    "title": "Miss Wyoming",
    "categories": "Actors",
    "subtitle": "",
    "authors": "Douglas Coupland",
    "thumbnail": "http://books.google.com/books/content?id=2zoTKFNdxpIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The brilliant new novel from the bestselling cult author of them all. Susan and John need to disappear -- Susan and John need to find each other. Meet Susan Colgate -- Miss Wyoming. Winner of a hundred teen pageants, child TV soap star, owner of a hideously pushy mother... and now reduced to small, brainless parts in small, brainless movies. Oh, and sole survivor of Flight 802. If she were to walk away from the wreckage now, before the emergency crews get here, she could disappear and nobody would ever know... Meet John Johnson -- action film producer (Bel Air P. I... um, Bel Air P. I. 2), occasional sado-masochist, junkie. He just died -- but only for 5 minutes. But while he was gone, he saw a vision of a woman's face and realized that it was time to escape, to ditch the baggage of being horny, rich, lonely John Johnson and to lose himself. To disappear. Wouldn't it be nice if they were to find themselves and get together?In many ways a reprise of Girlfriend in a Coma, Miss Wyoming represents a further leap forwards into the World According to Coupland -- a witty, genuinely funny look at who we are, how we can change, and how we can make a difference.",
    "published_year": 2004,
    "average_rating": 3.48,
    "num_pages": 320,
    "ratings_count": 110,
    "price": 990.1
  },
  {
    "isbn13": "9780007189953",
    "isbn10": "0007189958",
    "title": "Where Rainbows End",
    "categories": "Friendship",
    "subtitle": "",
    "authors": "Cecelia Ahern",
    "thumbnail": "http://books.google.com/books/content?id=PA7t62vA7SAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The new warm and absorbing story from the author of PS, I LOVE YOU is a bittersweet tale of childhood friends Rosie and Alex whose relationship must survive many trials and tribulations, not least the discovery of their true feelings for one another.From naughty children to rebellious teenagers and mixed-up twenty- and thirty-somethings, Rosie and Alex have stuck by each other through thick and thin, even when Alex moved across the Atlantic to Boston and Rosie fell pregnant as a teenager. Alex supportsRosie through one of the most difficult times of her life -- a time when she should be out partying and going to university but is instead changing nappies and coping with a screaming baby. In return, Rosie is there for Alex when he strugglesthrough his medical internship and copes with a messy divorce. Throughout the ups and downs of each other's lives, they have remained a constant, a shoulder to cry on, someone to laugh and share their innermost feelings with.But can their friendship survive the years and the miles and, more critically, when they each marry someone else? Were they meant to be more than just good friends all along? Misunderstandings, circumstances and sheer bad luck",
    "published_year": 2004,
    "average_rating": 3.94,
    "num_pages": 454,
    "ratings_count": 642,
    "price": 977.12
  },
  {
    "isbn13": "9780007190683",
    "isbn10": "0007190689",
    "title": "Poirot",
    "categories": "Authors",
    "subtitle": "The Complete Ariadne Oliver",
    "authors": "Agatha Christie",
    "thumbnail": "http://books.google.com/books/content?id=lbOOJGLxM9MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The final POIROT omnibus, featuring the last four appearances of the detective's side-kick, the sleuthing crime novelist Ariadne Oliver: Third Girl, Hallowe'en Party, Elephants Can Remember and The Pale Horse. Poirot and Mrs Oliver continue their sleuthing in the 1960s in four uncharacteristically 'modern' novels with an added twist of danger...Third Girl Poirot finally admits he is growing old as a perplexed girl thinks she may have killed someone. Here Christie dragged Poirot into the swinging 60s and effectively squared him up against a world featuring sex, drugs and hippies. Hallowe'en Party A teenage murder witness is drowned in a tub of apples. This was only the second time Christie wrote about the death of a child, and is all the more engrossing for it. Elephants Can Remember An old husband and wife double murder has never been solved -- until now. This was the very last Poirot story that Agatha Christie wrote, and garnered good reviews. The Pale Horse A priest's death leads to sinister goings-on in an old country inn. This bonus novel featured Mrs Oliver for once without Poirot and was one of Christie's darkest stories, blending witchcraft and murder.",
    "published_year": 2005,
    "average_rating": 4.2,
    "num_pages": 727,
    "ratings_count": 83,
    "price": 405.92
  },
  {
    "isbn13": "9780007191925",
    "isbn10": "0007191928",
    "title": "The Art of The Lord of the Rings",
    "categories": "Costume",
    "subtitle": "",
    "authors": "Gary Russell",
    "thumbnail": "http://books.google.com/books/content?id=zl-PPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The definitive guide to the design of the movie, incorporating the best artwork from the trilogy plus many never-before-published paintings, sketches, digital shots and photos.With complete access to artwork created over a five-year period, this authoritative and insightful book illustrates the creative development of the entire Lord of the Rings movie trilogy.This official book contains over 400 exclusive images; the very best artworks from the first three Art books are collected together, many much larger than they have been seen before, with all-new text and information and new interviews with many of the artists. In addition, the book includes 100 unpublished artworks from the extended Director's cuts of the three films, and digital imagery and designs not available when the first books were published.Printed on high-quality art paper, this lavish book is ideal for Tolkien collectors, film enthusiasts and art students and finally allows the massive undertaking of making The Lord of the Rings trilogy to be fully appreciated.",
    "published_year": 2004,
    "average_rating": 4.52,
    "num_pages": 224,
    "ratings_count": 12,
    "price": 560.52
  },
  {
    "isbn13": "9780007195305",
    "isbn10": "0007195303",
    "title": "The Known World",
    "categories": "African American plantation owners",
    "subtitle": "",
    "authors": "Edward P. Jones",
    "thumbnail": "http://books.google.com/books/content?id=CVS9a6lC5CwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "An epic narrative that takes a look at slavery in all of its moral complexities.",
    "published_year": 2004,
    "average_rating": 3.83,
    "num_pages": 388,
    "ratings_count": 437,
    "price": 496.93
  },
  {
    "isbn13": "9780007195718",
    "isbn10": "0007195710",
    "title": "Discover Your Destiny with the Monk Who Sold His Ferrari",
    "categories": "Conduct of life",
    "subtitle": "The 7 Stages of Self-Awakening",
    "authors": "Robin Sharma",
    "thumbnail": "http://books.google.com/books/content?id=4hVbNc8rRfEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A potent pathway to self-awakening that will help you to live your greatest life and claim the happiness, prosperity and inner peace that you deserve. From the author of the international bestseller, The Monk Who Sold His Ferrari.",
    "published_year": 2004,
    "average_rating": 3.9,
    "num_pages": 240,
    "ratings_count": 1956,
    "price": 708.8
  },
  {
    "isbn13": "9780007204441",
    "isbn10": "0007204442",
    "title": "Naked Lunch",
    "categories": "Alienation (Social psychology)",
    "subtitle": "The Restored Text",
    "authors": "William S. Burroughs",
    "thumbnail": "http://books.google.com/books/content?id=1B36S7t4k5AC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The anarchic, phenomenally strong-selling classic from the godfather of the Beats: revitalised with a cool new jacket. WELCOME TO INTERZONE...Say hello to Bradley the Buyer, the best narcotics agent in the business. Attend international playboy A.J.'s annual party, where the punch is to be treated with extreme caution. Meet Dr 'Fingers' Schafer, the Lobotomy Kid and his giant centipede, 'The Complete American De-anxietized Man.' And enter the dark and infernal mind of Bill Lee as he pursues his daily quest for the ultimate merchandise...Provocative, influential, morbidly fascinating, Naked Lunch is an apocalyptic ride through the darker recesses of the human psyche.",
    "published_year": 2005,
    "average_rating": 3.44,
    "num_pages": 289,
    "ratings_count": 478,
    "price": 265.91
  },
  {
    "isbn13": "9780007204465",
    "isbn10": "0007204469",
    "title": "Tropic of Cancer",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Henry Miller",
    "thumbnail": "http://books.google.com/books/content?id=ProgRjTL8FIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Miller's groundbreaking first novel, banned in Britain for almost thirty years, now reinvigorated in a new Harper Perennial Modern Classics edition. A penniless and as yet unpublished writer, Henry Miller arrived in Paris in 1930. Leaving behind a disintegrating marriage and an unhappy career in America, he threw himself into the low-life of bohemian Paris with unwavering gusto. A fictional account of Miller's adventures amongst the prostitutes and pimps, the penniless painters and writers of Montparnasse, Tropic of Cancer is an extravagant and rhapsodic hymn to a world of unrivalled eroticism and freedom. Tropic of Cancer's 1934 publication in France was hailed by Samuel Beckett as 'a momentous event in the history of modern writing'. The novel was subsequently banned in the UK and the USA and not released for publication for a further thirty years.",
    "published_year": 2005,
    "average_rating": 3.69,
    "num_pages": 336,
    "ratings_count": 709,
    "price": 366.19
  },
  {
    "isbn13": "9780007205585",
    "isbn10": "0007205589",
    "title": "Close Range",
    "categories": "Cowboys",
    "subtitle": "Brokeback Mountain and Other Stories",
    "authors": "Annie Proulx",
    "thumbnail": "http://books.google.com/books/content?id=f-zI3bgDiCAC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The title story in this collection of shorts now a film from Ang Lee.",
    "published_year": 2006,
    "average_rating": 3.99,
    "num_pages": 318,
    "ratings_count": 466,
    "price": 1142.44
  },
  {
    "isbn13": "9780020199854",
    "isbn10": "0020199856",
    "title": "The Love of the Last Tycoon",
    "categories": "Fiction",
    "subtitle": "The Authorized Text",
    "authors": "F. Scott Fitzgerald",
    "thumbnail": "http://books.google.com/books/content?id=3EDbEHca_k8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Depicts the inner-workings of the Hollywood movie industry and its impact on the fabric of American life.",
    "published_year": 1994,
    "average_rating": 3.65,
    "num_pages": 169,
    "ratings_count": 6836,
    "price": 356.87
  },
  {
    "isbn13": "9780020264736",
    "isbn10": "0020264739",
    "title": "The Song of Rhiannon",
    "categories": "Fiction",
    "subtitle": "The Third Branch of the Mabinogion",
    "authors": "Evangeline Walton",
    "thumbnail": "",
    "description": "A retelling of The Mabinogion in novel form. Manawydon finally unites with Rhiannon - an aspect of the Goddess - but his happiness is shaken by the appearance of the Gray Man, who seeks vengeance against the living and especially against one who would claim the Goddess.",
    "published_year": 1992,
    "average_rating": 4.02,
    "num_pages": 208,
    "ratings_count": 247,
    "price": 543.59
  },
  {
    "isbn13": "9780020360759",
    "isbn10": "0020360754",
    "title": "Heart Songs and Other Stories",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Annie Proulx",
    "thumbnail": "http://books.google.com/books/content?id=_K2fswEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Before she wrote her Pulitzer Prize-winning bestseller The Shipping News, E. Annie Proulx was already producing some of the finest short fiction in the country. Here are her collected stories, including two new works never before anthologized. These stories reverberate with rural tradition, the rites of nature, and the rituals of small-town life. The country is blue-collar New England; the characters are native families and the dispossessed working class, whose heritage is challenged by the neorural bourgeoisie from the city; and the themes are as elemental as the landscape: revenge, malice, greed, passion. Told with skill and profundity and crafted by a master storyteller, these are lean, tough tales of an extraordinary place and its people.",
    "published_year": 1995,
    "average_rating": 3.93,
    "num_pages": 203,
    "ratings_count": 1822,
    "price": 575.37
  },
  {
    "isbn13": "9780020442608",
    "isbn10": "0020442602",
    "title": "The voyage of the Dawn Treader",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Clive Staples Lewis",
    "thumbnail": "http://books.google.com/books/content?id=fDD3CfYb70cC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The \"Dawn Treader\" is the first ship Narnia has seen in centuries. King Caspian has built it for his voyage to find the seven lords, good men whom his evil uncle Mizaz banished when he usurped the throne. The journey takes Edmund, Lucy, and their cousin Eustace to the Eastern Islands, beyond the Silver Sea, toward Aslan's country at the End of the World. Illustrations.",
    "published_year": 1970,
    "average_rating": 4.09,
    "num_pages": 216,
    "ratings_count": 2869,
    "price": 797.9
  },
  {
    "isbn13": "9780020442806",
    "isbn10": "0020442807",
    "title": "The Chronicles of Narnia: Lion, the witch and the wardrobe",
    "categories": "Fairy tales",
    "subtitle": "",
    "authors": "Clive Staples Lewis",
    "thumbnail": "",
    "description": "",
    "published_year": 1978,
    "average_rating": 4.26,
    "num_pages": 1425,
    "ratings_count": 1446,
    "price": 853.12
  },
  {
    "isbn13": "9780786808397",
    "isbn10": "078680839X",
    "title": "Baby Einstein: Dogs",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Julie Aigner-Clark",
    "thumbnail": "http://books.google.com/books/content?id=qut8tQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Introduce your baby to birds, cats, dogs, and babies through fine art, illustration, and photographs. These books are a rare opportunity to exopse little ones to a range of images on a single subject, from simple child's drawings and abstract art to playful photos. A brief text accompanies each image, introducing baby to some basic -- and sometimes playful -- information about the subjects.",
    "published_year": 2002,
    "average_rating": 3.81,
    "num_pages": 20,
    "ratings_count": 26,
    "price": 272.33
  },
  {
    "isbn13": "9780684825106",
    "isbn10": "0684825104",
    "title": "The Promise of Rest",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Reynolds Price",
    "thumbnail": "http://books.google.com/books/content?id=Y2I1lAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "In this stunning and fully independent conclusion to A Great Circle, Reynolds Price tells the complex, moving story of a man's return home to die of AIDS and of the unexpected effect that his arrival -- and his death -- has on his family. Wade Mayfield's parents are separated, but for the remaining months of his life they and their friends come together to care for Wade with the love they can muster. They are unprepared, however, for the astonishing mystery Wade has prepared to reveal once he is gone -- a mystery that initiates the possible reunion of his parents and promises to continue the proud traditions of a complex, multiracial family.",
    "published_year": 1996,
    "average_rating": 3.99,
    "num_pages": 368,
    "ratings_count": 251,
    "price": 467.51
  },
  {
    "isbn13": "9780767912242",
    "isbn10": "0767912241",
    "title": "Babyville",
    "categories": "Fiction",
    "subtitle": "A Novel",
    "authors": "Jane Green",
    "thumbnail": "http://books.google.com/books/content?id=iSSLbF1DU2IC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Three friends cope with the diverse challenges of maternity as Julia struggles to conceive with her uninterested boyfriend, career woman Maeve deals with unexpected pregnancy, and happily married Samantha finds marital strife after a new baby.",
    "published_year": 2004,
    "average_rating": 3.62,
    "num_pages": 464,
    "ratings_count": 30307,
    "price": 572.79
  },
  {
    "isbn13": "9780743471237",
    "isbn10": "0743471237",
    "title": "Diablo: The Sin War #2: Scales of the Serpent",
    "categories": "Fiction",
    "subtitle": "Diablo Sin War",
    "authors": "Blizzard Entertainment",
    "thumbnail": "http://books.google.com/books/content?id=widqvQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Since the beginning of time, the angelic forces of the High Heavens and the demonic hordes of the Burning Hells have been locked in the Eternal Conflict for the fate of all Creation. That struggle has now spilled over into Sanctuary -- the world of men. Determined to win mankind over to their respective causes, the forces of good and evil wage a secret war for mortal souls. This is the tale of the Sin War -- the conflict that would forever change the destiny of man. Bent on destroying the evil cult of the Triune, Uldyssian does not yet suspect that Inarius -- secret Prophet of the Cathedral of Light -- has been subtly aiding his quest. Obsessed with restoring Sanctuary to its former glory, Inarius has been playing Uldyssian against the two great religions in a reckless attempt to topple them both. But another player has slipped back into the equation. The demon Lilith, once Inarius's lover, seeks to use Uldyssian as her own pawn in a scheme to turn humans into an army of naphalem -- godlike beings, more powerful than any angel or demon, who could overturn all Creation and elevate Lilith to supreme being. An original tale of swords, sorcery, and timeless struggle based on the bestselling, award-winning M-rated computer game from Blizzard Entertainment. Intended for mature readers.",
    "published_year": 2007,
    "average_rating": 3.86,
    "num_pages": 327,
    "ratings_count": 830,
    "price": 820.68
  },
  {
    "isbn13": "9780756605926",
    "isbn10": "075660592X",
    "title": "The DC Comics Encyclopedia",
    "categories": "Antiques & Collectibles",
    "subtitle": "The Definitive Guide to the Characters of the DC Universe",
    "authors": "Phil Jimenez",
    "thumbnail": "http://books.google.com/books/content?id=gXdNNwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A richly illustrated reference provides a definitive guide to all of the superheroes and archvillains of the DC universe, featuring more than one thousand different characters, including images from the original comic books, from the past sixty years of DC Comics.",
    "published_year": 2004,
    "average_rating": 4.29,
    "num_pages": 352,
    "ratings_count": 123,
    "price": 578.5
  },
  {
    "isbn13": "9780765313195",
    "isbn10": "0765313197",
    "title": "Jinx High",
    "categories": "Fiction",
    "subtitle": "A Diana Tregarde Investigation",
    "authors": "Mercedes Lackey",
    "thumbnail": "http://books.google.com/books/content?id=GE3ligfOGg8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "While enjoying a visit with an old friend in Tulsa, Oklahoma, Diana Tregarde discovers that a malevolent combination of sex and blood magic is behind relatively normal teenage jealousies and infatuations at the local high school, one ruled by Fay Harper, a powerful sorceress hundreds of years old who takes over the bodies of her own daughters to remain eternally young. Reprint. 15,000 first printing.",
    "published_year": 2006,
    "average_rating": 3.82,
    "num_pages": 335,
    "ratings_count": 3473,
    "price": 431.21
  },
  {
    "isbn13": "9780802829665",
    "isbn10": "080282966X",
    "title": "A Time to Embrace",
    "categories": "Political Science",
    "subtitle": "Same-Gender Relationships in Religion, Law, and Politics",
    "authors": "William Stacy Johnson",
    "thumbnail": "http://books.google.com/books/content?id=i9AQWs7dco0C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "As rhetoric continues to heat up on both sides of the debate over same-gender unions, clear, reasoned statements are in short supply. Johnson presents a comprehensive case for acknowledging the legitimacy of same-gender unions in law, politics, and especially religion.",
    "published_year": 2006,
    "average_rating": 4.2,
    "num_pages": 330,
    "ratings_count": 4,
    "price": 785.91
  },
  {
    "isbn13": "9780786249589",
    "isbn10": "0786249587",
    "title": "Night Lives",
    "categories": "Fiction",
    "subtitle": "Nine Stories of the Dark Fantastic",
    "authors": "Phyllis Eisenstein;Alex Eisenstein",
    "thumbnail": "http://books.google.com/books/content?id=VOgBAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Presents a collection of nine short works of speculative fiction.",
    "published_year": 2003,
    "average_rating": 4.5,
    "num_pages": 307,
    "ratings_count": 4,
    "price": 1006.76
  },
  {
    "isbn13": "9780738519388",
    "isbn10": "0738519383",
    "title": "Juneau and Sauk Counties",
    "categories": "History",
    "subtitle": "1850-2000",
    "authors": "Jacqueline Ann;Sheila Zenk",
    "thumbnail": "http://books.google.com/books/content?id=gMZrK2qNGIEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Wild flowers and powerful rivers carved out the landscape, and the beauty of the Baraboo Bluffs touched the pioneers' spirits. Ships full of immigrants plowed across the ocean, while dreams, faith, and courage helped families into the oxen-drawn wagons that carried them to Juneau and Sauk Counties. As the forces in their homelands pushed them toward south central Wisconsin, brother wrote to brother, mother to son, neighbor to former neighbor, bringing people from the same communities in the Old World to settle near each other in the new. Highway 12 in Sauk Prairie became known as Yankee Street, and Lyndon Station in Juneau County was called Irish Alley. Today, the counties are home to many popular tourist destinations, including Rocky Arbor State Park, Devil's Lake, and the Wisconsin Dells. The images in these pages showcase photographs from family, community, and historical society collections.",
    "published_year": 2002,
    "average_rating": 2.67,
    "num_pages": 128,
    "ratings_count": 3,
    "price": 1154.01
  },
  {
    "isbn13": "9780743484961",
    "isbn10": "0743484967",
    "title": "Twelfth Night",
    "categories": "Drama",
    "subtitle": "",
    "authors": "William Shakespeare",
    "thumbnail": "http://books.google.com/books/content?id=DPQ2dddy3_gC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Background information about Shakespeare, Elizabethan theater, and the text accompany his play about unrequited love and mistaken identity.",
    "published_year": 2005,
    "average_rating": 3.98,
    "num_pages": 222,
    "ratings_count": 182,
    "price": 779.37
  },
  {
    "isbn13": "9780778321583",
    "isbn10": "0778321584",
    "title": "Led Astray",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Sandra Brown",
    "thumbnail": "http://books.google.com/books/content?id=xzOXKcV-m9cC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "When her cause-driven fianc leaves for Central America, Jenny Fletcher must fight her temptation to be led astray by his black-sheep brother--the one man she knows she should not give her heart to.",
    "published_year": 2005,
    "average_rating": 3.75,
    "num_pages": 240,
    "ratings_count": 2561,
    "price": 923.47
  },
  {
    "isbn13": "9780761129585",
    "isbn10": "0761129588",
    "title": "What to Expect the First Year",
    "categories": "Family & Relationships",
    "subtitle": "",
    "authors": "Heidi Eisenberg Murkoff;Arlene Eisenberg;Sandee Eisenberg Hathaway",
    "thumbnail": "http://books.google.com/books/content?id=Nmj7-1leb3oC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Describes each stage of child development, answers questions about child care, and includes information on common childhood ailments.",
    "published_year": 2003,
    "average_rating": 3.88,
    "num_pages": 832,
    "ratings_count": 11489,
    "price": 775.51
  },
  {
    "isbn13": "9780743487559",
    "isbn10": "0743487559",
    "title": "The Count of Monte Cristo",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Alexandre Dumas;Margaret Brantley",
    "thumbnail": "http://books.google.com/books/content?id=Y0Y-r1VscgQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "After escaping from the island fortress where he has been imprisoned for treason, young sailor Edmund Dantes sets out to discover the treasure of Monte Cristo and seek revenge against the people who falsely accused him. Includes a selection of study aids.",
    "published_year": 2004,
    "average_rating": 4.24,
    "num_pages": 620,
    "ratings_count": 186,
    "price": 713.89
  },
  {
    "isbn13": "9780742529786",
    "isbn10": "0742529789",
    "title": "Chomsky on Miseducation",
    "categories": "Education",
    "subtitle": "",
    "authors": "Noam Chomsky",
    "thumbnail": "http://books.google.com/books/content?id=5tI8-zT5IGEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "This collection of Chomsky's influential writings on education builds a larger understanding of our educational needs, starting with the changing role of schools today, yet broadening our view toward new models of public education for citizenship.",
    "published_year": 2004,
    "average_rating": 3.77,
    "num_pages": 199,
    "ratings_count": 279,
    "price": 718.36
  },
  {
    "isbn13": "9780679767398",
    "isbn10": "0679767398",
    "title": "South of the Border, West of the Sun",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Haruki Murakami",
    "thumbnail": "http://books.google.com/books/content?id=Y9zjOV4o-vkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Years after their separation, two Japanese childhood sweethearts are reunited, and happily married Hajime finds himself prepared to risk everything for the chance to be with his now mysterious first love Shinamoto. Reprint. 20,000 first printing.",
    "published_year": 2000,
    "average_rating": 3.87,
    "num_pages": 213,
    "ratings_count": 3650,
    "price": 680.82
  },
  {
    "isbn13": "9780743269513",
    "isbn10": "0743269519",
    "title": "The 7 Habits of Highly Effective People",
    "categories": "Self-Help",
    "subtitle": "Powerful Lessons in Personal Change",
    "authors": "Stephen R. Covey",
    "thumbnail": "http://books.google.com/books/content?id=NWN2xAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "In The 7 Habits of Highly Effective People, author Stephen R. Covey presents a holistic, integrated, principle-centered approach for solving personal and professional problems. With penetrating insights and pointed anecdotes, Covey reveals a step-by-step pathway for living with fairness, integrity, service, and human dignity—principles that give us the security to adapt to change and the wisdom and power to take advantage of the opportunities that change creates.",
    "published_year": 2004,
    "average_rating": 4.09,
    "num_pages": 372,
    "ratings_count": 387431,
    "price": 1134.05
  },
  {
    "isbn13": "9780764586019",
    "isbn10": "0764586017",
    "title": "CliffsNotes on Fitzgerald's The Great Gatsby",
    "categories": "Literary Criticism",
    "subtitle": "",
    "authors": "Kate Maurer",
    "thumbnail": "http://books.google.com/books/content?id=gu5aWm1m260C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The original CliffsNotes study guides offer a look into key elements and ideas within classic works of literature. The latest generation of titles in this series also features glossaries and visual elements that complement the familiar format. CliffsNotes on The Great Gatsby explores F. Scott Fitzgerald's novel of triumph, tragedy, and a classic love triangle in the 1920s. Following the story of a young Midwesterner who's fascinated by the mysterious past and opulent lifestyle of his landlord, this study guide provides summaries and critical commentaries for each chapter within the novel. Other features that help you figure out this important work include Personal background on the author Introduction to and synopsis of the book In-depth character analyses Critical essays on topics of interest Review section that features interactive questions and suggested essay topics and practice projects Resource Center with books, videos, and Web sites that can help round out your knowledge Classic literature or modern-day treasure — you'll understand it all with expert information and insight from CliffsNotes study guides.",
    "published_year": 2000,
    "average_rating": 3.73,
    "num_pages": 96,
    "ratings_count": 72,
    "price": 391.4
  },
  {
    "isbn13": "9780684873176",
    "isbn10": "0684873176",
    "title": "The Mutineer",
    "categories": "Biography & Autobiography",
    "subtitle": "Rants, Ravings, and Missives from the Mountaintop 1977-2005",
    "authors": "Hunter S. Thompson",
    "thumbnail": "http://books.google.com/books/content?id=AXL7PAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The third and final collection of literary legend Hunter S. Thompson's previously unpublished letters bears witness to his final years (1976-2005).",
    "published_year": 2014,
    "average_rating": 4.1,
    "num_pages": 752,
    "ratings_count": 84,
    "price": 501.27
  },
  {
    "isbn13": "9780751506471",
    "isbn10": "0751506478",
    "title": "The Tangled Thread",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Cynthia Harrod-Eagles",
    "thumbnail": "http://books.google.com/books/content?id=tyqLOQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "In the Morland Dynasty Series, the majestic sweep of English history is richly and movingly portrayed through the fictional lives of the Morland family. The 22 volumes that comprise this elegantly produced series offer entertainment of the most compelling kind.",
    "published_year": 1987,
    "average_rating": 4.31,
    "num_pages": 474,
    "ratings_count": 297,
    "price": 1152.19
  },
  {
    "isbn13": "9780765309983",
    "isbn10": "076530998X",
    "title": "The Dark Mirror",
    "categories": "Fiction",
    "subtitle": "Book One of the Bridei Chronicles",
    "authors": "Juliet Marillier",
    "thumbnail": "http://books.google.com/books/content?id=8TvHYU-81KEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Fostered by one of the land's most powerful druids, young nobleman Bridei undertakes a series of mysterious tasks designed to teach him about the world and his destiny, but when he discovers a child seemingly abandoned by the fairie folk, he meets resistance in his determination to save her. Reprint. 15,000 first printing.",
    "published_year": 2006,
    "average_rating": 3.97,
    "num_pages": 512,
    "ratings_count": 61,
    "price": 1194.35
  },
  {
    "isbn13": "9780787981297",
    "isbn10": "078798129X",
    "title": "Organic Church",
    "categories": "Religion",
    "subtitle": "Growing Faith Where Life Happens",
    "authors": "Neil Cole",
    "thumbnail": "http://books.google.com/books/content?id=YIFSl1GH5gAC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Churches have tried all kinds of ways to attract new and younger members - revised vision statements, hipper worship, contemporary music, livelier sermons, bigger and better auditoriums. But there are still so many people who aren't being reached, who don't want to come to church. And the truth is that attendance at church on Sundays does not necessarily transform lives; God's presence in our hearts is what changes us. Leaders and laypeople everywhere are realizing that they need new and more powerful ways to help them spread God's Word. According to international church starter and pastor Neil Cole, if we want to connect with young people and those who are not coming to church, we must go where people congregate. Cole shows readers how to plant the seeds of the Kingdom of God in the places where life happens and where culture is formed - restaurants, bars, coffeehouses, parks, locker rooms,and neighborhoods. Organic Church offers a hands-on guide for demystifying this new model of church and shows the practical aspects of implementing it.",
    "published_year": 2005,
    "average_rating": 3.88,
    "num_pages": 237,
    "ratings_count": 813,
    "price": 1179.51
  },
  {
    "isbn13": "9780786707980",
    "isbn10": "0786707984",
    "title": "The White Rhino Hotel",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Bartle Bull",
    "thumbnail": "http://books.google.com/books/content?id=TgRVHAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Records the mad rush to settle East Africa after the First World War in a novel that depicts the paradoxes of colonialism through a group portrait of the guests staying at the White Rhino Hotel.",
    "published_year": 2000,
    "average_rating": 3.94,
    "num_pages": 416,
    "ratings_count": 227,
    "price": 972.16
  },
  {
    "isbn13": "9780767906890",
    "isbn10": "0767906896",
    "title": "For the Sins of My Father",
    "categories": "Biography & Autobiography",
    "subtitle": "A Mafia Killer, His Son, and the Legacy of a Mob Life",
    "authors": "Albert DeMeo;Mary Jane Ross",
    "thumbnail": "http://books.google.com/books/content?id=40ca88BVtDcC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The son of Roy DeMeo, the head of the Gambino crime family's squad of killers and thieves, describes coming of age in the world of organized crime, the murder of his father when he was seventeen, his love for his father despite his criminal career, and his determination to escape his father's doomed and dangerous life. Reprint.",
    "published_year": 2003,
    "average_rating": 4.05,
    "num_pages": 288,
    "ratings_count": 932,
    "price": 472.57
  },
  {
    "isbn13": "9780679762652",
    "isbn10": "0679762655",
    "title": "Thousand Cranes",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "????",
    "thumbnail": "http://books.google.com/books/content?id=HG4DuQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "When Kikuji is invited to attend a tea ceremony, he is unaware that Chikako has arranged for him to view a prospective bride.",
    "published_year": 1959,
    "average_rating": 3.76,
    "num_pages": 147,
    "ratings_count": 5900,
    "price": 398.05
  },
  {
    "isbn13": "9780689878558",
    "isbn10": "0689878559",
    "title": "Alanna",
    "categories": "Juvenile Fiction",
    "subtitle": "The First Adventure",
    "authors": "Tamora Pierce",
    "thumbnail": "http://books.google.com/books/content?id=_uvOvgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "\"From now on I'm Alan of Trebond, the younger twin. I'll be a knight.\" And so young Alanna of Trebond begins the journey to knighthood. Though a girl, Alanna has always craved the adventure and daring allowed only for boys; her twin brother, Thom, yearns to learn the art of magic. So one day they decide to switch places: Disguised as a girl, Thom heads for the convent to learn magic; Alanna, pretending to be a boy, is on her way to the castle of King Roald to begin her training as a page. But the road to knighthood is not an easy one. As Alanna masters the skills necessary for battle, she must also learn to control her heart and to discern her enemies from her allies. Filled with swords and sorcery, adventure and intrigue, good and evil, Alanna's first adventure begins -- one that will leard to the fulfillment of her dreams and the magical destiny that will make her a legend in her land. Alanna's journey continues...",
    "published_year": 2005,
    "average_rating": 4.27,
    "num_pages": 274,
    "ratings_count": 96683,
    "price": 484.87
  },
  {
    "isbn13": "9780689840333",
    "isbn10": "0689840330",
    "title": "Silver on the Tree",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Susan Cooper",
    "thumbnail": "http://books.google.com/books/content?id=N5E_PgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The Dark is rising in its last and greatest bid to control the world. And Will Stanton -- last-born of the immortal Old Ones, dedicated to keeping the world free -- must join forces with this ageless master Merriman and Bran, the Welsh boy whose destiny ties him to the Light. Drawn in with them are the three Drew children, who are mortal, but have their own vital part in the story. These six fight fear and death in the darkly brooding Welsh hills, in a quest through time and space that touches the most ancient myths of the British Isles, and that brings Susan Cooper's masterful sequence of novels to a satysfying close.",
    "published_year": 2000,
    "average_rating": 4.15,
    "num_pages": 274,
    "ratings_count": 27396,
    "price": 1086.15
  },
  {
    "isbn13": "9780738544922",
    "isbn10": "0738544922",
    "title": "Center City Philadelphia in the 19th Century",
    "categories": "History",
    "subtitle": "",
    "authors": "The Print and Photograph Department of the Library Company of Philadelphia",
    "thumbnail": "http://books.google.com/books/content?id=svr39oWQq2MC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Philadelphia, as laid out in the 1680s, extended from the Delaware River to the Schuylkill River and from Vine Street to South Street, an area known today as Center City. As its population grew, the settled areas expanded westward from the Delaware River beyond early important landmarks such as Christ Church, the Pennsylvania State House, and Pennsylvania Hospital. By the mid-19th century, commercial, religious, and cultural institutions arose along Broad Street, and exclusive residential neighborhoods developed even farther west in areas previously undeveloped or used as industrial sites. Bustling shopping districts anchored by stores such as Wanamaker's Grand Depot and Strawbridge and Clothier ran for blocks along Chestnut and Market Streets. Center City Philadelphia in the 19th Century highlights the buildings, people, and activities of this area from the 1840s until the end of the century.",
    "published_year": 2006,
    "average_rating": 4.44,
    "num_pages": 128,
    "ratings_count": 9,
    "price": 585.34
  },
  {
    "isbn13": "9780688172176",
    "isbn10": "0688172172",
    "title": "Phantoms in the Brain",
    "categories": "Medical",
    "subtitle": "Probing the Mysteries of the Human Mind",
    "authors": "V. S. Ramachandran",
    "thumbnail": "http://books.google.com/books/content?id=TMnuNquN2RgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Neuroscientist V.S. Ramachandran is internationally renowned for uncovering answers to the deep and quirky questions of human nature that few scientists have dared to address. His bold insights about the brain are matched only by the stunning simplicity of his experiments -- using such low-tech tools as cotton swabs, glasses of water and dime-store mirrors. In Phantoms in the Brain, Dr. Ramachandran recounts how his work with patients who have bizarre neurological disorders has shed new light on the deep architecture of the brain, and what these findings tell us about who we are, how we construct our body image, why we laugh or become depressed, why we may believe in God, how we make decisions, deceive ourselves and dream, perhaps even why we're so clever at philosophy, music and art. Some of his most notable cases: A woman paralyzed on the left side of her body who believes she is lifting a tray of drinks with both hands offers a unique opportunity to test Freud's theory of denial. A man who insists he is talking with God challenges us to ask: Could we be \"wired\" for religious experience? A woman who hallucinates cartoon characters illustrates how, in a sense, we are all hallucinating, all the time. Dr. Ramachandran's inspired medical detective work pushes the boundaries of medicine's last great frontier -- the human mind -- yielding new and provocative insights into the \"big questions\" about consciousness and the self.",
    "published_year": 1999,
    "average_rating": 4.25,
    "num_pages": 352,
    "ratings_count": 14549,
    "price": 972.74
  },
  {
    "isbn13": "9780765300355",
    "isbn10": "0765300354",
    "title": "Legends",
    "categories": "Fiction",
    "subtitle": "Stories By The Masters of Modern Fantasy",
    "authors": "Robert Silverberg",
    "thumbnail": "http://books.google.com/books/content?id=pr6RnMSODZIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A collection of original short novels by such acclaimed authors as Stephen King, Robert Jordan, Anne McCaffrey, Ursula K. Le Guin, Orson Scott Card, and Terry Goodkind returns each to his own special fantasy world for a new and illuminating story.",
    "published_year": 2001,
    "average_rating": 3.92,
    "num_pages": 717,
    "ratings_count": 333,
    "price": 765.18
  },
  {
    "isbn13": "9780761417101",
    "isbn10": "0761417109",
    "title": "The Star-Spangled Banner",
    "categories": "Juvenile Nonfiction",
    "subtitle": "",
    "authors": "Debra Hess",
    "thumbnail": "http://books.google.com/books/content?id=e-uzISJFSL8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Looks at the events leading up to the War of 1812 and the battle of Fort McHenry, and describes the story of the \"Star Spangled Banner\" and how the poem became the national anthem of the United States.",
    "published_year": 2003,
    "average_rating": 4,
    "num_pages": 40,
    "ratings_count": 1,
    "price": 1156
  },
  {
    "isbn13": "9780691024714",
    "isbn10": "0691024715",
    "title": "Vladimir Nabokov",
    "categories": "Biography & Autobiography",
    "subtitle": "The American Years",
    "authors": "Brian Boyd",
    "thumbnail": "http://books.google.com/books/content?id=C8lF4iqAgRQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "The story of Nabokov's life continues with his arrival in the United States in 1940. He found that supporting himself and his family was not easy--until the astonishing success of Lolita catapulted him to world fame and financial security.The story of Nabokov's life continues with his arrival in the United States in 1940. He found that supporting himself and his family was not easy--until the astonishing success of Lolita catapulted him to world fame and financial security.",
    "published_year": 1991,
    "average_rating": 4.31,
    "num_pages": 800,
    "ratings_count": 254,
    "price": 338.26
  },
  {
    "isbn13": "9780765312921",
    "isbn10": "0765312921",
    "title": "Hunters of Dune",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Brian Herbert;Kevin J. Anderson",
    "thumbnail": "http://books.google.com/books/content?id=gGlnvgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Hunters of Dune and the concluding volume, Sandworms of Dune, bring together the great story lines and beloved characters in Frank Herbert's classic Dune universe, ranging from the time of the Butlerian Jihad to the original Dune series and beyond. Based directly on Frank Herbert's final outline, which lay hidden in a safe-deposit box for a decade, these two volumes will finally answer the urgent questions Dune fans have been debating for two decades. At the end of Chapterhouse: Dune--Frank Herbert's final novel--a ship carrying the ghola of Duncan Idaho, Sheeana (a young woman who can control sandworms), and a crew of various refugees escapes into the uncharted galaxy, fleeing from the monstrous Honored Matres, dark counterparts to the Bene Gesserit Sisterhood. The nearly invincible Honored Matres have swarmed into the known universe, driven from their home by a terrifying, mysterious Enemy. As designed by the creative genius of Frank Herbert, the primary story of Hunters and Sandworms is the exotic odyssey of Duncan's no-ship as it is forced to elude the diabolical traps set by the ferocious, unknown Enemy. To strengthen their forces, the fugitives have used genetic technology from Scytale, the last Tleilaxu Master, to revive key figures from Dune's past--including Paul Muad'Dib and his beloved Chani, Lady Jessica, Stilgar, Thufir Hawat, and even Dr. Wellington Yueh. Each of these characters will use their special talents to meet the challenges thrown at them. Failure is unthinkable--not only is their survival at stake, but they hold the fate of the entire human race in their hands.",
    "published_year": 2006,
    "average_rating": 3.65,
    "num_pages": 524,
    "ratings_count": 10459,
    "price": 932.07
  },
  {
    "isbn13": "9780679732266",
    "isbn10": "0679732268",
    "title": "Light in August",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "William Faulkner",
    "thumbnail": "http://books.google.com/books/content?id=Bke4fyic0a4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "In a novel about hopeless perseverance in the face of mortality, guileless Lena Grove searches for the father of her unborn child, Reverend Hightower is plagued by visions of Confederate horsemen, and drifter Joe Christmas is consumed by his mixed ancestry",
    "published_year": 1985,
    "average_rating": 3.94,
    "num_pages": 507,
    "ratings_count": 46181,
    "price": 390.96
  },
  {
    "isbn13": "9780684852706",
    "isbn10": "0684852705",
    "title": "Hamlet's Dresser",
    "categories": "Biography & Autobiography",
    "subtitle": "A Memoir",
    "authors": "Bob Smith",
    "thumbnail": "http://books.google.com/books/content?id=KZxn1zPfQEsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A Shakespeare instructor to the acting community discusses his childhood spent with an overwhelmed mother, critical father, and severely handicapped sister; the discovery of Shakespeare that gave him a purpose and a means of viewing the world; and his work with celebrated actors, seniors, and college students. Reprint.",
    "published_year": 2003,
    "average_rating": 3.75,
    "num_pages": 288,
    "ratings_count": 363,
    "price": 858.15
  },
  {
    "isbn13": "9780763630140",
    "isbn10": "0763630144",
    "title": "Mercy Watson",
    "categories": "Juvenile Fiction",
    "subtitle": "Princess in Disguise",
    "authors": "Kate DiCamillo;Chris Van Dusen",
    "thumbnail": "http://books.google.com/books/content?id=XIvXqUuR9zIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Persuaded by the word \"treating\" to dress up as a princess for Halloween, Mercy the pig's trick-or-treat outing has some very unexpected results.",
    "published_year": 2007,
    "average_rating": 4.16,
    "num_pages": 70,
    "ratings_count": 2756,
    "price": 737.79
  },
  {
    "isbn13": "9780794503291",
    "isbn10": "0794503292",
    "title": "Gulliver's Travels",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "",
    "thumbnail": "http://books.google.com/books/content?id=JPlliDi0nbUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "This new edition of Swift's satiric classic is based on the 1726 text-the edition textual scholars now consider the most authoritative.",
    "published_year": 2003,
    "average_rating": 3.34,
    "num_pages": 64,
    "ratings_count": 13,
    "price": 1010.2
  },
  {
    "isbn13": "9780743477550",
    "isbn10": "0743477553",
    "title": "Othello",
    "categories": "Drama",
    "subtitle": "",
    "authors": "William Shakespeare",
    "thumbnail": "http://books.google.com/books/content?id=f4zGDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "In Othello, Shakespeare creates powerful drama from a marriage between the exotic Moor Othello and the Venetian lady Desdemona that begins with elopement and mutual devotion and ends with jealous rage and death. Shakespeare builds many differences into his hero and heroine, including race, age, and cultural background. Yet most readers and audiences believe the couple's strong love would overcome these differences were it not for Iago, who sets out to destroy Othello. Iago's false insinuations about Desdemona's infidelity draw Othello into his schemes, and Desdemona is subjected to Othello's horrifying verbal and physical assaults. The authoritative edition of Othello from The Folger Shakespeare Library, the trusted and widely used Shakespeare series for students and general readers, is now available as an ebook. Features include: · The exact text of the printed book for easy cross-reference · Hundreds of hypertext links for instant navigation · Freshly edited text based on the best early printed version of the play · Full explanatory notes conveniently placed on pages facing the text of the play · Scene-by-scene plot summaries · A key to famous lines and phrases · An introduction to reading Shakespeare’s language · Illustrations from the Folger Shakespeare Library’s vast holdings of rare books · An essay by a leading Shakespeare scholar providing a modern perspective on the pla",
    "published_year": 1993,
    "average_rating": 3.88,
    "num_pages": 314,
    "ratings_count": 261813,
    "price": 612.72
  },
  {
    "isbn13": "9780785113799",
    "isbn10": "0785113797",
    "title": "Runaways",
    "categories": "Good and evil",
    "subtitle": "Teenage wasteland",
    "authors": "Brian K. Vaughan",
    "thumbnail": "",
    "description": "Still on the run from their super-villain parents, this motley crew of super-powered kids finds a kindred spirit in a daring young stranger and welcomes him into their fold. But will he help the teenagers defeat their villainous parents, or tear them apart?",
    "published_year": 2009,
    "average_rating": 3.97,
    "num_pages": 144,
    "ratings_count": 23932,
    "price": 507.7
  },
  {
    "isbn13": "9780747566823",
    "isbn10": "0747566828",
    "title": "Super Fast, Out of Control!",
    "categories": "Children's stories",
    "subtitle": "",
    "authors": "Louis Sachar",
    "thumbnail": "http://books.google.com/books/content?id=cFubPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The seventh story in the series featuring all the characters of the previous books. Marvin proves his bravery to himself and his friends and family after tackling the terrifyingly steep Suicide Hill on his bike.",
    "published_year": 2005,
    "average_rating": 3.75,
    "num_pages": 128,
    "ratings_count": 0,
    "price": 891.61
  },
  {
    "isbn13": "9780764937101",
    "isbn10": "0764937103",
    "title": "The Twelve Terrors of Christmas",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "John Updike",
    "thumbnail": "http://books.google.com/books/content?id=i8_MMQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Edward Gorey's off-kilter depictions of Yuletide mayhem and John Updike's wryly jaundiced text examine a dozen Christmas traditions with a decidedly wheezy ho-ho-ho. This long out-of-print classic is the perfect stocking-stuffer for any bah humbug.",
    "published_year": 2006,
    "average_rating": 4.24,
    "num_pages": 32,
    "ratings_count": 2423,
    "price": 298.49
  },
  {
    "isbn13": "9780786808069",
    "isbn10": "0786808063",
    "title": "Baby Einstein: Neighborhood Animals",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Marilyn Singer;Julie Aigner-Clark",
    "thumbnail": "http://books.google.com/books/content?id=X9a4PAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Children will discover the exciting world of their own backyard in this introduction to familiar animals from cats and dogs to bugs and frogs. The combination of photographs, illustrations, and fun facts make this an accessible and delightful learning experience.",
    "published_year": 2001,
    "average_rating": 3.89,
    "num_pages": 16,
    "ratings_count": 180,
    "price": 1148.44
  },
  {
    "isbn13": "9780739456903",
    "isbn10": "0739456903",
    "title": "The Sundering",
    "categories": "Brothers",
    "subtitle": "Volumes I and II.",
    "authors": "Jacqueline Carey",
    "thumbnail": "http://books.google.com/books/content?id=Ch1xDZ-VzMUC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "",
    "published_year": 2005,
    "average_rating": 3.82,
    "num_pages": 733,
    "ratings_count": 304,
    "price": 743.04
  },
  {
    "isbn13": "9780679772675",
    "isbn10": "0679772677",
    "title": "A civil action",
    "categories": "Law",
    "subtitle": "",
    "authors": "Jonathan Harr",
    "thumbnail": "http://books.google.com/books/content?id=8YWPAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A young Boston trial lawyer is drawn into a case involving two industrial chemical plants and a cluster of childhood leukemia victims that is to encompass nine difficult years and bring him to near bankruptcy. Reprint. 100,0000 first printing. Tour.",
    "published_year": 1996,
    "average_rating": 3.96,
    "num_pages": 512,
    "ratings_count": 13237,
    "price": 929.31
  },
  {
    "isbn13": "9780743471220",
    "isbn10": "0743471229",
    "title": "The Diablo: The Sin War #1: Birthright",
    "categories": "Fiction",
    "subtitle": "Birthright",
    "authors": "Richard A. Knaak",
    "thumbnail": "http://books.google.com/books/content?id=zmc4swEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Since the beginning of time, the angelic forces of the High Heavens and the demonic hordes of the Burning Hells have been locked in an eternal conflict for the fate of all Creation. That struggle has now spilled over into Sanctuary -- the world of men. Determined to win mankind over to their respective causes, the forces of good and evil wage a secret war for mortal souls. This is the tale of the Sin War -- the conflict that would forever change the destiny of man. Three thousand years before the darkening of Tristram, Uldyssian, son of Diomedes, was a simple farmer from the village of Seram. Content with his quiet, idyllic life, Uldyssian is shocked as dark events rapidly unfold around him. Mistakenly blamed for the grisly murders of two traveling missionaries, Uldyssian is forced to flee his homeland and set out on a perilous quest to redeem his good name. To his horror, he has begun to manifest strange new powers -- powers no mortal man has ever dreamed of. Now, Uldyssian must grapple with the energies building within him -- lest they consume the last vestiges of his humanity.",
    "published_year": 2006,
    "average_rating": 3.74,
    "num_pages": 326,
    "ratings_count": 1186,
    "price": 749.11
  },
  {
    "isbn13": "9780752856179",
    "isbn10": "0752856170",
    "title": "The Continental Op",
    "categories": "Continental Op (Fictitious character)",
    "subtitle": "",
    "authors": "Dashiell Hammett",
    "thumbnail": "http://books.google.com/books/content?id=e2aZPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "'An acknowledged literary landmark' Robert Graves",
    "published_year": 2004,
    "average_rating": 4.15,
    "num_pages": 288,
    "ratings_count": 5145,
    "price": 593.26
  },
  {
    "isbn13": "9780691019581",
    "isbn10": "0691019584",
    "title": "A Source Book in Indian Philosophy",
    "categories": "Philosophy",
    "subtitle": "",
    "authors": "Sarvepalli Radhakrishnan, Sir",
    "thumbnail": "http://books.google.com/books/content?id=6VKtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Features significant works from the Vedic and Epic periods, the Heterodox and Orthodox systems, and contemporary Indian thought",
    "published_year": 1957,
    "average_rating": 4.11,
    "num_pages": 720,
    "ratings_count": 144,
    "price": 660.51
  },
  {
    "isbn13": "9780792241737",
    "isbn10": "0792241738",
    "title": "Freedom Riders",
    "categories": "Juvenile Nonfiction",
    "subtitle": "John Lewis and Jim Zwerg on the Front Lines of the Civil Rights Movement",
    "authors": "Ann Bausum",
    "thumbnail": "http://books.google.com/books/content?id=JIlhQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Offers the true account of two young men who took the risk to venture into the segregated South at the peak of the Civil Rights era to take part as Freedom Riders and fight for equality for all--making their mark and doing their part to change history forever along the way.",
    "published_year": 2006,
    "average_rating": 3.97,
    "num_pages": 80,
    "ratings_count": 247,
    "price": 709.96
  },
  {
    "isbn13": "9780786855391",
    "isbn10": "0786855398",
    "title": "Disney's Little Einstein",
    "categories": "Juvenile Fiction",
    "subtitle": "Mission: Where's June?",
    "authors": "Susan Ring",
    "thumbnail": "http://books.google.com/books/content?id=0BNTtAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Leo, Quincy, Annie, and Rocket travel the world to find where June is hiding.",
    "published_year": 2006,
    "average_rating": 4.55,
    "num_pages": 24,
    "ratings_count": 11,
    "price": 1215.59
  },
  {
    "isbn13": "9780689851131",
    "isbn10": "0689851138",
    "title": "Who Wants a Cheap Rhinoceros?",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Shel Silverstein",
    "thumbnail": "http://books.google.com/books/content?id=70LqAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Shel Silverstein Who wants a cheap Rhinoceros? Looking for a new pet? Bored with cats, dogs, goldfish, gerbils, and hamsters? How about a cheap rhinoceros? Shel Silverstein's loving look at the joys of rhino ownership may convince you to be the one lucky kid to take home this very, very unusual pet.",
    "published_year": 2002,
    "average_rating": 3.96,
    "num_pages": 64,
    "ratings_count": 1857,
    "price": 1183.68
  },
  {
    "isbn13": "9780785116349",
    "isbn10": "0785116346",
    "title": "The Monster of Frankenstein",
    "categories": "Comics & Graphic Novels",
    "subtitle": "",
    "authors": "Gary Friedrich;Doug Moench;Mike Ploog;John Buscema;Val Mayerik",
    "thumbnail": "http://books.google.com/books/content?id=Mbe_PQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "",
    "published_year": 2004,
    "average_rating": 3.61,
    "num_pages": 496,
    "ratings_count": 67,
    "price": 1038.18
  },
  {
    "isbn13": "9780747264866",
    "isbn10": "0747264864",
    "title": "Millie's Fling",
    "categories": "City girl",
    "subtitle": "",
    "authors": "Jill Mansell",
    "thumbnail": "http://books.google.com/books/content?id=BEp9HAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Love is always just around the corner in a Jill Mansell novel - with a few surprises and a lot of humour on the way to happiness When Millie Brady saves Orla Hart's life she doesn't realise how drastically it will change her own - not least because the boyfriend who was asking her to move in with him at the time stormed off in a huff. Actually, Millie's relieved. She's happy to enjoy a man-free summer in Cornwall. But Orla has other ideas. She's determined that Millie should meet the man of her dreams. Trouble is, Millie's taste in men doesn't tally with Orla's. The one who really interests her is Hugh Emerson, and he's the man with whom Orla's adamant she mustn't get involved...",
    "published_year": 2001,
    "average_rating": 3.74,
    "num_pages": 512,
    "ratings_count": 7852,
    "price": 397.91
  },
  {
    "isbn13": "9780689822841",
    "isbn10": "0689822847",
    "title": "Hitty Her First Hundred Years",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Rachel Field",
    "thumbnail": "http://books.google.com/books/content?id=tyLHV3_ov0kC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Hitty is a doll of great charm and character. It is indeed a privilege to publish her memoirs, which, besides being full of the most thrilling adventures on land and sea, also reveal her delightful personality. One glance at her portrait will show that she is no ordinary doll. Hitty, or Mehitable as she was really named, was made in the early 1800s for Phoebe Preble, a little girl from Maine. Young Phoebe was very proud of her beautiful doll and took her everywhere, even on a long sailing trip in a whaler. This is the story of Hitty's years with Phoebe, and the many that follow in the life of a well-loved doll.",
    "published_year": 1998,
    "average_rating": 3.85,
    "num_pages": 256,
    "ratings_count": 6850,
    "price": 839.83
  },
  {
    "isbn13": "9780691017778",
    "isbn10": "0691017778",
    "title": "The Myth of the Eternal Return",
    "categories": "Social Science",
    "subtitle": "Or, Cosmos and History",
    "authors": "Mircea Eliade",
    "thumbnail": "http://books.google.com/books/content?id=sqI9AAAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "This essay on humanity's experience of history and its interpretation begins with a study of the traditional or mythological view and concludes with a comparative estimate of modern historiological approaches.",
    "published_year": 1971,
    "average_rating": 4.23,
    "num_pages": 195,
    "ratings_count": 1706,
    "price": 958.59
  },
  {
    "isbn13": "9780744005837",
    "isbn10": "0744005833",
    "title": "Dragon Quest VIII",
    "categories": "Games",
    "subtitle": "Journey of the Cursed King Official Strategy Guide",
    "authors": "Dan Birlew",
    "thumbnail": "http://books.google.com/books/content?id=6kstAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Provides helpful hints and strategies for playing the PlayStation 2 video game Dragon Quest VIII: Journey of the Cursed King. Includes: how to master every spell and ability in the game; character info; a bestiary; side quests; map; item lists; a fold-out map; and much more.",
    "published_year": 2005,
    "average_rating": 4.14,
    "num_pages": 240,
    "ratings_count": 35,
    "price": 366.27
  },
  {
    "isbn13": "9780763616250",
    "isbn10": "0763616257",
    "title": "Captain Slaughterboard Drops Anchor",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Mervyn Peake",
    "thumbnail": "http://books.google.com/books/content?id=PCdzRQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "On a fantastic island populated by unusual animals, a pirate captain finds a trustworthy companion in the little \"Yellow Creature.\"",
    "published_year": 2001,
    "average_rating": 4.08,
    "num_pages": 48,
    "ratings_count": 159,
    "price": 1137.69
  },
  {
    "isbn13": "9780785812142",
    "isbn10": "0785812148",
    "title": "The Complete Dream Dictionary",
    "categories": "Body, Mind & Spirit",
    "subtitle": "A Practical Guide to Interpreting Dreams",
    "authors": "Pamela Ball",
    "thumbnail": "http://books.google.com/books/content?id=wPz1PAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A practical guide to interpreting dreams.",
    "published_year": 2000,
    "average_rating": 3.72,
    "num_pages": 390,
    "ratings_count": 33,
    "price": 1069.5
  },
  {
    "isbn13": "9780691097183",
    "isbn10": "0691097186",
    "title": "The complete works of Aristotle",
    "categories": "Philosophy, Ancient",
    "subtitle": "the revised Oxford translation",
    "authors": "Aristoteles",
    "thumbnail": "",
    "description": "",
    "published_year": 1985,
    "average_rating": 4.43,
    "num_pages": 1776,
    "ratings_count": 676,
    "price": 253.68
  },
  {
    "isbn13": "9780736910194",
    "isbn10": "0736910190",
    "title": "Life Management for Busy Women",
    "categories": "Religion",
    "subtitle": "Growth and study guide",
    "authors": "Elizabeth George",
    "thumbnail": "http://books.google.com/books/content?id=OdeIjgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Women eager to bring simplicity to their busy lives will embrace the principles presented in this exciting study guide based on Elizabeth George's new Life Management for Busy Women. With clear and inspired steps for women eager to become better stewards of their time and their lives, this study guide complements all the major sections of the book, including: Spiritual Life: first things first Home Life: minding the stewardship of place Mental Life: minding your mind Easily adaptable to individual or group study, Life Management for Busy Women Growth and Study Guide will help women of all ages, in all stages of life, learn to see and follow God's blueprint for their lives.",
    "published_year": 2002,
    "average_rating": 4.54,
    "num_pages": 166,
    "ratings_count": 10,
    "price": 428.37
  },
  {
    "isbn13": "9780764222375",
    "isbn10": "0764222376",
    "title": "Heathersleigh Homecoming",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Michael R. Phillips",
    "thumbnail": "http://books.google.com/books/content?id=vC3LMAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "With war raging around her, Amanda escapes across Europe and finds refuge at Sisters' Chalet in Switzerland, where she is helped to see her life in a new light",
    "published_year": 1999,
    "average_rating": 4.32,
    "num_pages": 429,
    "ratings_count": 190,
    "price": 1098.09
  },
  {
    "isbn13": "9780743456814",
    "isbn10": "0743456815",
    "title": "Sex and the City",
    "categories": "Fiction",
    "subtitle": "Kiss and Tell",
    "authors": "Amy Sohn;Sarah Jessica Parker",
    "thumbnail": "http://books.google.com/books/content?id=XusFlQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A fan's resource for the award-winning cable television program features information about the show's actors, producers, costume designers, and sets, and provides summaries of each season and interviews with the cast.",
    "published_year": 2002,
    "average_rating": 4,
    "num_pages": 160,
    "ratings_count": 87,
    "price": 780.39
  },
  {
    "isbn13": "9780684825007",
    "isbn10": "0684825007",
    "title": "Italians",
    "categories": "History",
    "subtitle": "",
    "authors": "Luigi Barzini",
    "thumbnail": "http://books.google.com/books/content?id=h4DGyAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Examines the character and history of the Italian people.",
    "published_year": 1996,
    "average_rating": 3.85,
    "num_pages": 352,
    "ratings_count": 558,
    "price": 339.63
  },
  {
    "isbn13": "9780743499095",
    "isbn10": "0743499093",
    "title": "This Rough Magic",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Mercedes Lackey;Eric Flint;Dave Freer",
    "thumbnail": "http://books.google.com/books/content?id=sh8gAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The Demon Chernobog-Foiled but Not Defeated in The Shadow of the Lion-is Back to Conquer Venice. First Time in Paperback. Venice had been thrown into chaos by the scheming of Chernobog, who came within a hair of seizing absolute power, but was thwarted by the guardian Lion-spirit, who awoke to protect his city from the power-mad demon. But the power of the Lion does not extend beyond Venice, and Chernobog has a new ally in the King of Hungary, who has laid siege to the island of Corfu as the first step in his plan to seize control of the Adriatic from Venice. Trapped on the island is the small band of heroes who awoke the Lion and blocked Chernobog's power grab before. They are far from the Lion's power to help them, but as Manfred and Erik lead a guerrilla movement to fight the Hungarian invaders, Maria discovers that the ancient magical powers of the island are coming to life again, stirred by the siege. If she can make an alliance with them, she may be able to repel the invaders-but not without paying a bitter personal price. . . .",
    "published_year": 2005,
    "average_rating": 3.85,
    "num_pages": 893,
    "ratings_count": 1176,
    "price": 675.9
  },
  {
    "isbn13": "9780792253143",
    "isbn10": "0792253140",
    "title": "National Geographic Field Guide to the Birds of North America",
    "categories": "Nature",
    "subtitle": "",
    "authors": "Jon Lloyd Dunn;Jonathan K. Alderfer",
    "thumbnail": "http://books.google.com/books/content?id=gA-rfkTZi1YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A completely revised and updated fifth edition of the popular birding handbook provides identification tips, full-color artwork, new locator and range maps, information on behavior and nesting, new plumage and species classification data, and other valuable facts about more than eight hundred North American birds. Original. 75,000 first printing.",
    "published_year": 2006,
    "average_rating": 4.36,
    "num_pages": 503,
    "ratings_count": 746,
    "price": 760.52
  },
  {
    "isbn13": "9780688085872",
    "isbn10": "0688085873",
    "title": "A Short History of World War II",
    "categories": "History",
    "subtitle": "",
    "authors": "James L. Stokesbury",
    "thumbnail": "http://books.google.com/books/content?id=uDBhlwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Despite the numerous books on World War II, until now there has been no one-volume survey that was both objective and comprehensive. Previous volumes have usually been written from an exclusively British or American point of view, or have ignored the important causes and consequences of the War. A Short History of World War II is essentially a military history, but it reaches from the peace settlements of World War I to the drastically altered postwar world of the late 1940's. Lucidly written and eminently readable, it is factual and accurate enough to satisfy professional historians. A Short History of World War II will appeal equally to the general reader, the veteran who fought in the War, and the student interested in understanding the contemporary political world.",
    "published_year": 1980,
    "average_rating": 3.93,
    "num_pages": 416,
    "ratings_count": 454,
    "price": 590.29
  },
  {
    "isbn13": "9780789493934",
    "isbn10": "0789493934",
    "title": "Reptiles and Amphibians",
    "categories": "Juvenile Nonfiction",
    "subtitle": "",
    "authors": "Mark O'Shea;Tim Halliday",
    "thumbnail": "http://books.google.com/books/content?id=YdnZAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Collects annotated photographs and descriptions of over 400 species of reptiles and amphibians, such as turtles, lizards, snakes, newts, and frogs.",
    "published_year": 2002,
    "average_rating": 3.99,
    "num_pages": 256,
    "ratings_count": 51,
    "price": 872.17
  },
  {
    "isbn13": "9780679734031",
    "isbn10": "0679734031",
    "title": "The Art of Fiction",
    "categories": "Language Arts & Disciplines",
    "subtitle": "Notes on Craft for Young Writers",
    "authors": "John Gardner",
    "thumbnail": "http://books.google.com/books/content?id=QOEUGCYw5XYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A guide to creative writing examines diverse facets of writing technique, and contains analyses of works by writers from Homer to Mark Twain",
    "published_year": 1991,
    "average_rating": 4,
    "num_pages": 224,
    "ratings_count": 4877,
    "price": 384.59
  },
  {
    "isbn13": "9780802715524",
    "isbn10": "0802715524",
    "title": "A History of the World in 6 Glasses",
    "categories": "Cooking",
    "subtitle": "",
    "authors": "Tom Standage",
    "thumbnail": "http://books.google.com/books/content?id=sSugAwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "An offbeat history of the world traces the story of humankind from the Stone Age to the twenty-first century from the perspective of six different drinks--beer, wine, spirits, coffee, tea, and cola--describing their pervasive influence during pivotal eras of world history, from humankind's adoption of agriculture to the advent of globalization. Reprint. 40,000 first printing.",
    "published_year": 2006,
    "average_rating": 3.76,
    "num_pages": 336,
    "ratings_count": 13105,
    "price": 326.73
  },
  {
    "isbn13": "9780714530031",
    "isbn10": "0714530034",
    "title": "Alfred Hitchcock and the Making of Psycho",
    "categories": "Psycho (Motion picture : 1960)",
    "subtitle": "",
    "authors": "Stephen Rebello",
    "thumbnail": "http://books.google.com/books/content?id=SxNfkgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Thirty years after its creation, Psycho ramains the yardstick by whicy all other thrillers are measured. Stephen Rebello gives readers an intimate glance at the making of this incredible movie from beginning (the true life crime on which Psycho is based) to end (Hitchcock's obsessive instructions to darken theaters and close the curtains for 30 seconds after the opening credits, in order to raise the suspense). 16 pages of photographs.",
    "published_year": 1998,
    "average_rating": 3.9,
    "num_pages": 224,
    "ratings_count": 13,
    "price": 323.89
  },
  {
    "isbn13": "9780753810743",
    "isbn10": "0753810743",
    "title": "Arthur and the Lost Kingdoms",
    "categories": "Great Britain",
    "subtitle": "",
    "authors": "Alistair Moffat",
    "thumbnail": "http://books.google.com/books/content?id=g28qHAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Moffat builds up a thesis which enables him to reveal the location and identity of the real Arthur, asserting that he was not a king but a cavalry general chosen around 500AD to lead a coalition army. The key to this argument lies in place-names and their derivation, and that the lost medieval city of Roxburgh and its castle were Arthur's Camelot.",
    "published_year": 2000,
    "average_rating": 3.73,
    "num_pages": 282,
    "ratings_count": 57,
    "price": 255.32
  },
  {
    "isbn13": "9780786851966",
    "isbn10": "0786851961",
    "title": "It's Kind of a Funny Story",
    "categories": "Juvenile Fiction",
    "subtitle": "A Novel",
    "authors": "Ned Vizzini",
    "thumbnail": "http://books.google.com/books/content?id=3VLhAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A humorous account of a New York City teenager's battle with depression and his time spent in a psychiatric hospital.",
    "published_year": 2006,
    "average_rating": 4.13,
    "num_pages": 444,
    "ratings_count": 638,
    "price": 1105.28
  },
  {
    "isbn13": "9780743222051",
    "isbn10": "0743222059",
    "title": "The Skull Beneath the Skin",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "P. D. James",
    "thumbnail": "http://books.google.com/books/content?id=i1JsQmfSsxQC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Combining the classic ingredients of a murder mystery with elements of horror, apparitions and hairbreadth episodes, \"The Skull Beneath The Skin\" creates a dark and claustrophobic atmosphere in a masterpiece of crime fiction. When leading actress Clarissa Lisle receives threats to her life the young detective, Cordelia Gray, is hired to accompany her to a private island where she is going to star in \"The Duchess Of Malfi.\" In this gripping dramatization, the sharp-witted slueth, played by Greta Scaachi, finds herself in the enclosed setting of a chilling country house on an island with a blood-stained history.",
    "published_year": 1982,
    "average_rating": 3.8,
    "num_pages": 352,
    "ratings_count": 4707,
    "price": 1155.3
  },
  {
    "isbn13": "9780743487566",
    "isbn10": "0743487567",
    "title": "The Scarlet Letter",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Nathaniel Hawthorne;Margaret Brantley",
    "thumbnail": "http://books.google.com/books/content?id=y5qkBRTY3WkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "ENDURING LITERATURE ILLUMINATED BY PRACTICAL SCHOLARSHIP Hawthorne's classic treatise on morality, judgment, and exile in Puritan America. EACH ENRICHED CLASSIC EDITION INCLUDES: • A concise introduction that gives readers important background information • A chronology of the author's life and work • A timeline of significant events that provides the book's historical context • An outline of key themes and plot points to help readers form their own interpretations • Detailed explanatory notes • Critical analysis, including contemporary and modern perspectives on the work • Discussion questions to promote lively classroom and book group interaction • A list of recommended related books and films to broaden the reader's experience Enriched Classics offer readers affordable editions of great works of literature enhanced by helpful notes and insightful commentary. The scholarship provided in Enriched Classics enables readers to appreciate, understand, and enjoy the world's finest books to their full potential. SERIES EDITED BY CYNTHIA BRANTLEY JOHNSON",
    "published_year": 2004,
    "average_rating": 3.39,
    "num_pages": 400,
    "ratings_count": 1361,
    "price": 1129.79
  },
  {
    "isbn13": "9780789410245",
    "isbn10": "0789410249",
    "title": "Stephen Biesty's Incredible Explosions",
    "categories": "Design",
    "subtitle": "",
    "authors": "Stephen Biesty;Richard Platt",
    "thumbnail": "http://books.google.com/books/content?id=8A8FAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Text and cross-section illustrations present inside views of a variety of subjects including a space station, airport, and windmill.",
    "published_year": 1996,
    "average_rating": 4.43,
    "num_pages": 32,
    "ratings_count": 27,
    "price": 903.59
  },
  {
    "isbn13": "9780679732549",
    "isbn10": "0679732543",
    "title": "Shoot the Piano Player",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "David Goodis",
    "thumbnail": "http://books.google.com/books/content?id=t_9MDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Once upon a time Eddie played concert piano to reverent audiences at Carnegie Hall. Now he bangs out honky-tonk for drunks in a dive in Philadelphia. But then two people walk into Eddie's life--the first promising Eddie a future, the other dragging him back into a treacherous past. Shoot the Piano Player is a bittersweet and nerve-racking exploration of different kinds of loyalty: the kind a man owes his family, no matter how bad that family is; the kind a man owes a woman; and, ultimately, the loyalty he owes himself. The result is a moody thriller that, like the best hard-boiled fiction, carries a moral depth charge.",
    "published_year": 1990,
    "average_rating": 4.02,
    "num_pages": 158,
    "ratings_count": 2691,
    "price": 655.69
  },
  {
    "isbn13": "9780751504330",
    "isbn10": "0751504335",
    "title": "Different Seasons",
    "categories": "Escapes",
    "subtitle": "",
    "authors": "Stephen King",
    "thumbnail": "http://books.google.com/books/content?id=kDJgQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Different Seasons contains four stories with an interlacing of horror that capture the dark corners of our times. In Rita Hayworth and Shawshank Redemption, a man convicted of a bloody murder lives in prison brutally ruled by a sadistic warden and secretly run by a con who knows all the ropes and pulls all the strings. He has more brains than anyone else in this sinister slammer, and a diabolically cunning plan of revenge that no one can guess until it's too late. And brace yourself for icy shock in three more stunning novellas of suspense. Four young boys come face to face with life, death and hints of their own mortality....A teenager becomes both the puppet and the puppet master of evil... A disgraced woman is determined to triumph over death. The greatest horror master of our time turns the screws of suspense to lock you into terrifying tension and nerve-tingling twists.",
    "published_year": 1982,
    "average_rating": 4.35,
    "num_pages": 560,
    "ratings_count": 397,
    "price": 901.31
  },
  {
    "isbn13": "9780743255486",
    "isbn10": "0743255488",
    "title": "Plan of Attack",
    "categories": "Political Science",
    "subtitle": "",
    "authors": "Bob Woodward",
    "thumbnail": "http://books.google.com/books/content?id=4YPgJAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Plan of Attack is the definitive account of how and why President George W. Bush, his war council, and allies launched a preemptive attack to topple Saddam Hussein and occupy Iraq. Bob Woodward's latest landmark account of Washington decision making provides an original, authoritative narrative of behind-the-scenes maneuvering over two years, examining the causes and consequences of the most controversial war since Vietnam. Based on interviews with 75 key participants and more than three and a half hours of exclusive interviews with President Bush, Plan of Attack is part presidential history charting the decisions made during 16 critical months; part military history revealing precise details and the evolution of the Top Secret war planning under the restricted codeword Polo Step; and part a harrowing spy story as the CIA dispatches a covert paramilitary team into northern Iraq six months before the start of the war. This team recruited 87 Iraqi spies designated with the cryptonym DB/ROCKSTARS, one of whom turned over the personnel files of all 6,000 men in Saddam Hussein's personal security organization. What emerges are astonishingly intimate portraits: President Bush in war cabinet meetings in the White House Situation Room and the Oval Office, and in private conversation; Dick Cheney, the focused and driven vice president; Colin Powell, the conflicted and cautious secretary of state; Donald Rumsfeld, the controlling war technocrat; George Tenet, the activist CIA director; Tommy Franks, the profane and demanding general; Condoleezza Rice, the ever-present referee and national security adviser; Karl Rove, the hands-on political strategist; other key members of the White House staff and congressional leadership; and foreign leaders ranging from British Prime Minister Blair to Russian President Putin. Plan of Attack provides new details on the intelligence assessments of Iraq's alleged weapons of mass destruction and the planning for the war's aftermath.",
    "published_year": 2004,
    "average_rating": 3.67,
    "num_pages": 480,
    "ratings_count": 4492,
    "price": 734.07
  },
  {
    "isbn13": "9780743482806",
    "isbn10": "0743482808",
    "title": "Romeo and Juliet",
    "categories": "Drama",
    "subtitle": "",
    "authors": "William Shakespeare;Barbara A. Mowat;Paul Werstine",
    "thumbnail": "http://books.google.com/books/content?id=ZF0U9-ZsQZgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Offers explanatory notes on pages facing the text of the play, as well as an introduction to Shakespeare's language, life, and theater.",
    "published_year": 2004,
    "average_rating": 3.74,
    "num_pages": 281,
    "ratings_count": 292,
    "price": 977.86
  },
  {
    "isbn13": "9780679734499",
    "isbn10": "067973449X",
    "title": "Dead Babies",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Martin Amis",
    "thumbnail": "http://books.google.com/books/content?id=fUrMtSgY5i8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "If the Marquis de Sade were to crash one of P. G. Wodehouse's house parties, the chaos might resemble the nightmarishly funny goings-on in this novel by the author of London Fields. The residents of Appleseed Rectory have primed themselves both for a visit from a triad of Americans and a weekend of copious drug taking and sexual gymnastics. There's even a heifer to be slugged and a pair of doddering tenants to be ingeniously harassed. But none of these variously bright and dull young things has counted on the intrusion of \"dead babies\" -- dreary spasms of reality. Or on the uninvited presence of a mysterious prankster named Johnny, whose sinister idea of fun makes theirs look like a game of backgammon.",
    "published_year": 1975,
    "average_rating": 3.36,
    "num_pages": 206,
    "ratings_count": 5652,
    "price": 787.84
  },
  {
    "isbn13": "9780765312808",
    "isbn10": "0765312808",
    "title": "Someone Comes to Town, Someone Leaves Town",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Cory Doctorow",
    "thumbnail": "http://books.google.com/books/content?id=tTamUiYMmlsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Having recently moved to a bohemian Toronto neighborhood, middle-aged entrepreneur Alan learns his next-door neighbor's struggle to conceal her wings and hides his own secrets about his unusual family, which includes Russian nesting doll brothers, one of whom is bent on revenge. By the author of Down and Out in the Magic Kingdom. Reprint. 20,000 first printing.",
    "published_year": 2006,
    "average_rating": 3.51,
    "num_pages": 315,
    "ratings_count": 2912,
    "price": 1041.02
  },
  {
    "isbn13": "9780801959318",
    "isbn10": "0801959314",
    "title": "Infinite Jests",
    "categories": "Science fiction, American",
    "subtitle": "The Lighter Side of Science Fiction",
    "authors": "Robert Silverberg",
    "thumbnail": "",
    "description": "",
    "published_year": 1974,
    "average_rating": 4.12,
    "num_pages": 231,
    "ratings_count": 8,
    "price": 925.74
  },
  {
    "isbn13": "9780765305114",
    "isbn10": "0765305119",
    "title": "The Dragon Reborn",
    "categories": "Fiction",
    "subtitle": "Book Three of 'The Wheel of Time'",
    "authors": "Robert Jordan",
    "thumbnail": "http://books.google.com/books/content?id=TayX0FYrK1kC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Able to touch the One Power but unable to control its great destructive power, a great messiah named Rand al'Thor flees from his destiny.",
    "published_year": 2002,
    "average_rating": 4.25,
    "num_pages": 624,
    "ratings_count": 171922,
    "price": 1087.27
  },
  {
    "isbn13": "9780684844077",
    "isbn10": "0684844079",
    "title": "Soul of the Sword",
    "categories": "Technology & Engineering",
    "subtitle": "An Illustrated History of Weaponry and Warfare from Prehistory to the Present",
    "authors": "Robert L. O'Connell",
    "thumbnail": "http://books.google.com/books/content?id=eoEagVTujdcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "A sweeping illustrated history of war and the implements used to perpetrate it takes readers on a fascinating tour of humanity's most persistant and destructive character trait and the technology that has been developed to promote warfare. 35,000 first printing.",
    "published_year": 2002,
    "average_rating": 4.08,
    "num_pages": 400,
    "ratings_count": 36,
    "price": 747.17
  },
  {
    "isbn13": "9780747553861",
    "isbn10": "0747553866",
    "title": "Pastoralia",
    "categories": "Humorous stories, English",
    "subtitle": "",
    "authors": "George Saunders",
    "thumbnail": "http://books.google.com/books/content?id=Y72kAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Pastoralia was published to huge literary acclaim, establishing George Saunders, one of the New Yorker's 'twenty writers for the 21st century', as one of the most hypnotic and original voices of contemporary fiction.",
    "published_year": 2001,
    "average_rating": 4.11,
    "num_pages": 188,
    "ratings_count": 12763,
    "price": 1067.74
  },
  {
    "isbn13": "9780786809196",
    "isbn10": "0786809191",
    "title": "Son of the Mob: Hollywood Hustle",
    "categories": "Juvenile Fiction",
    "subtitle": "",
    "authors": "Gordon Korman",
    "thumbnail": "http://books.google.com/books/content?id=nTVxh9uxGUEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "When Vince heads out to sunny L.A. to go to college, he feels like he is finally going to be able to leave his shady family and their illegal antics behind. Once he arrives at school, he is paired up with the son of a prominent congressman as a roommate-finally some respectability! Not to mention that the girls in college are something else. With his girlfriend, Kendra, giving him such a hard time, Vince is beginning to wonder if single life is the way to go.",
    "published_year": 2006,
    "average_rating": 3.64,
    "num_pages": 268,
    "ratings_count": 1597,
    "price": 759.64
  },
  {
    "isbn13": "9780745635323",
    "isbn10": "0745635326",
    "title": "Political Philosophy",
    "categories": "Philosophy",
    "subtitle": "A Beginners' Guide for Students and Politicians",
    "authors": "Adam Swift",
    "thumbnail": "http://books.google.com/books/content?id=koYetXlCc-IC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "How can politicians across the political spectrum appeal to the same values? This edition answers this questions, using examples to equip readers to think for themselves about the ideas that shape political life. Bringing It provides tools to cut through the complexities of modern politics, aiming to make a contribution to the democratic process.",
    "published_year": 2006,
    "average_rating": 3.93,
    "num_pages": 240,
    "ratings_count": 164,
    "price": 576.52
  },
  {
    "isbn13": "9780802806413",
    "isbn10": "0802806414",
    "title": "The Pilgrim's Regress",
    "categories": "Religion",
    "subtitle": "",
    "authors": "C. S. Lewis",
    "thumbnail": "http://books.google.com/books/content?id=3ZWvQLtNgtgC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The first book written by C. S. Lewis after his conversion, The Pilgrim's Regress is, in a sense, the record of Lewis's own search for meaning and spiritual satisfaction -- a search that eventually led him to Christianity. Here is the story of the pilgrim John and his odyssey to an enchanting island which has created in him an intense longing 7mdash; a mysterious, sweet desire. John's pursuit of this desire takes him through adventures with such people as Mr. Enlightenment, Media Halfways, Mr. Mammon, Mother Kirk, Mr. Sensible, and Mr. Humanist and through such cities as Thrill and Eschropolis as well as the Valley of Humiliation. Though the dragons and giants here are different from those in Bunyan's Pilgrim's Progress, Lewis's allegory performs the same function of enabling the author to say simply and through fantasy what would otherwise have demanded a full-length philosophy of religion.",
    "published_year": 1981,
    "average_rating": 3.86,
    "num_pages": 219,
    "ratings_count": 5870,
    "price": 467.73
  },
  {
    "isbn13": "9780743233217",
    "isbn10": "0743233212",
    "title": "Them",
    "categories": "Political Science",
    "subtitle": "Adventures with Extremists",
    "authors": "Jon Ronson",
    "thumbnail": "http://books.google.com/books/content?id=ArxxlAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "From the bestselling author of The Psychopath Test: A Journey Through the Madness Industry and So You’ve Been Publicly Shamed. A wide variety of extremist groups -- Islamic fundamentalists, neo-Nazis -- share the oddly similar belief that a tiny shadowy elite rule the world from a secret room. In Them, journalist Jon Ronson has joined the extremists to track down the fabled secret room. As a journalist and a Jew, Ronson was often considered one of \"Them\" but he had no idea if their meetings actually took place. Was he just not invited? Them takes us across three continents and into the secret room. Along the way he meets Omar Bakri Mohammed, considered one of the most dangerous men in Great Britain, PR-savvy Ku Klux Klan Grand Wizard Thom Robb, and the survivors of Ruby Ridge. He is chased by men in dark glasses and unmasked as a Jew in the middle of a Jihad training camp. In the forests of northern California he even witnesses CEOs and leading politicians -- like Dick Cheney and George Bush -- undertake a bizarre owl ritual. Ronson's investigations, by turns creepy and comical, reveal some alarming things about the looking-glass world of \"us\" and \"them.\" Them is a deep and fascinating look at the lives and minds of extremists. Are the extremists onto something? Or is Jon Ronson becoming one of them?",
    "published_year": 2003,
    "average_rating": 3.95,
    "num_pages": 336,
    "ratings_count": 11066,
    "price": 595.44
  },
  {
    "isbn13": "9780765310453",
    "isbn10": "0765310457",
    "title": "Eastern Standard Tribe",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Cory Doctorow",
    "thumbnail": "http://books.google.com/books/content?id=00Bw99ZcauoC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Art, a member of the Eastern Standard Tribe--a secret society bound together by their sleep schedule and communicating via encrypted instant messaging--is incarcerated thanks to his friends and family, masquerading as consultants.",
    "published_year": 2005,
    "average_rating": 3.49,
    "num_pages": 223,
    "ratings_count": 3156,
    "price": 1190.36
  },
  {
    "isbn13": "9780684842509",
    "isbn10": "0684842505",
    "title": "The Short Stories of F. Scott Fitzgerald",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "F. Scott Fitzgerald;Matthew Joseph Bruccoli",
    "thumbnail": "http://books.google.com/books/content?id=1a9cbpoIhecC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "F. Scott Fitzgerald is best known for his novels such as THE GREAT GATSBY, but during his all-too-brief literary life, he sold some 160 short stories to popular magazines. Here, noted scholar and biographer Matthew Bruccoli assembles in one volume the full scope of the best of Fitzgerald's short fiction. These 43 sparkling masterpieces are offered in a handsome Scribner Classics edition, perfect for the home library.",
    "published_year": 1998,
    "average_rating": 4.23,
    "num_pages": 800,
    "ratings_count": 11931,
    "price": 375.63
  },
  {
    "isbn13": "9780743470124",
    "isbn10": "0743470125",
    "title": "Goodnight Nobody",
    "categories": "Fiction",
    "subtitle": "A Novel",
    "authors": "Jennifer Weiner",
    "thumbnail": "http://books.google.com/books/content?id=nUtLjcr6WtYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Having relocated to an alienating Connecticut suburb after a mugging in her native New York City, wife and mother Kate Klein undertakes a murder investigation during her children's school hours when a local mom is killed.",
    "published_year": 2006,
    "average_rating": 3.65,
    "num_pages": 400,
    "ratings_count": 53505,
    "price": 350.76
  },
  {
    "isbn13": "9780736913829",
    "isbn10": "0736913823",
    "title": "Loving God with All Your Mind",
    "categories": "Religion",
    "subtitle": "",
    "authors": "Elizabeth George",
    "thumbnail": "http://books.google.com/books/content?id=ZGHmmAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Drawing on biblical wisdom as well as personal experience, George helps women handle their emotions and discover inner peace that comes from focusing on what is true.",
    "published_year": 2005,
    "average_rating": 4.43,
    "num_pages": 276,
    "ratings_count": 1434,
    "price": 376.66
  },
  {
    "isbn13": "9780764585968",
    "isbn10": "0764585967",
    "title": "CliffsNotes on Steinbeck's The Grapes of Wrath",
    "categories": "Literary Criticism",
    "subtitle": "",
    "authors": "Kelly McGrath Vlcek",
    "thumbnail": "http://books.google.com/books/content?id=-MbtCFNpIZIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "The original CliffsNotes study guides offer a look into key elements and ideas within classic works of literature. The latest generation of titles in this series also features glossaries and visual elements that complement the familiar format. CliffsNotes on The Grapes of Wrath explores John Steinbeck's Pulitzer Prize-winning --and controversial – novel, a work based on the what the author saw for himself as a reporter covering migrant worker camps. Following the story of the Joad family as they travel from the Oklahoma Dust Bowl to California in search of farming opportunities and wealth, this study guide provides summaries and critical commentaries for each part within the novel. Other features that help you figure out this important work include Personal background on the author, including career highlights Introduction to and synopsis of the book In-depth character analyses Critical essays to take you into the author's personal philosophy Review section that features interactive questions and suggested essay topics and practice projects Resource Center with books, films, and Web sites that can help round out your knowledge Classic literature or modern-day treasure — you'll understand it all with expert information and insight from CliffsNotes study guides.",
    "published_year": 2000,
    "average_rating": 3.74,
    "num_pages": 112,
    "ratings_count": 29,
    "price": 729.4
  },
  {
    "isbn13": "9780743255905",
    "isbn10": "0743255909",
    "title": "The Trial of Queen Caroline",
    "categories": "Biography & Autobiography",
    "subtitle": "The Scandalous Affair that Nearly Ended a Monarchy",
    "authors": "Jane Robins",
    "thumbnail": "http://books.google.com/books/content?id=-c6W2dDkrLwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "description": "Traces the early nineteenth-century adultery trial of Queen Caroline, describing her loveless arranged marriage to George IV, their mutual separation and affairs with other people, and the public's riotous defense of Caroline. 40,000 first printing.",
    "published_year": 2006,
    "average_rating": 3.37,
    "num_pages": 384,
    "ratings_count": 51,
    "price": 511.19
  },
  {
    "isbn13": "9780751533453",
    "isbn10": "0751533459",
    "title": "The White Road",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Cynthia Harrod-Eagles",
    "thumbnail": "http://books.google.com/books/content?id=stJpGwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "August 1914: the whole country is thrilled by the declaration of war. The British Experditionary Force goes off toe France to defend gallant little Belgium, and thousands more young men rush to volunteer, hoping to see action before the war ends at Christmas. At home everyone competes to be doing the most for the war effort. The Morlands have their share of volunteers, and no-one can say they aren't at the very heart of things. But when Christmas comes the war is far from over, and nine in ten of the men who marched, singing, down the white road to Mons have fallen ...",
    "published_year": 2006,
    "average_rating": 4.26,
    "num_pages": 480,
    "ratings_count": 186,
    "price": 449.2
  },
  {
    "isbn13": "9780744578263",
    "isbn10": "0744578264",
    "title": "The Sea-thing Child",
    "categories": "Birds",
    "subtitle": "",
    "authors": "Russell Hoban",
    "thumbnail": "http://books.google.com/books/content?id=CEt9OQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Washed up on the beach during a storm, the sea-thing child clings fearfully to the shore until he discovers his true destiny. Suggested level: primary.",
    "published_year": 2000,
    "average_rating": 3.79,
    "num_pages": 48,
    "ratings_count": 100,
    "price": 854.03
  },
  {
    "isbn13": "9780786716234",
    "isbn10": "0786716231",
    "title": "Divine Invasions",
    "categories": "Biography & Autobiography",
    "subtitle": "A Life of Philip K. Dick",
    "authors": "Lawrence Sutin",
    "thumbnail": "http://books.google.com/books/content?id=tL89TqisTVwC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "An official portrait of the influential novelist's life and career explores how Dick's writings expanded the scope of the science fiction genre, served as the inspirations for blockbuster movies, and influenced the written works of such contemporaries as Thomas Pynchon, Don Delillo, and David Foster Wallace. Original.",
    "published_year": 2005,
    "average_rating": 4.09,
    "num_pages": 352,
    "ratings_count": 1084,
    "price": 336.95
  },
  {
    "isbn13": "9780786816156",
    "isbn10": "0786816155",
    "title": "Summerland",
    "categories": "Juvenile Fiction",
    "subtitle": "A Novel",
    "authors": "Michael Chabon",
    "thumbnail": "http://books.google.com/books/content?id=t8vDQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "A BookSense 76 pick, and best-seller from coast to coast-Summerland is part fantasy, part adventure, part baseball, but most of all it's the story of a young boy, Ethan Feld-a lousy, but lovable little-leaguer who finds himself playing in the most important baseball game ever. Not only the game, but the fate of the world rests on his shoulders.",
    "published_year": 2004,
    "average_rating": 3.55,
    "num_pages": 500,
    "ratings_count": 618,
    "price": 383.31
  },
  {
    "isbn13": "9780743461511",
    "isbn10": "0743461517",
    "title": "Click, Clack, Moo",
    "categories": "Children's stories",
    "subtitle": "Cows that Type",
    "authors": "Doreen Cronin;Betsy Lewin",
    "thumbnail": "http://books.google.com/books/content?id=VtszAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Farmer Brown has a problem. His cows like to type. All day long he hears Click, clack, moo. Click, clack, moo. Clickety, clack, moo. But the problems really begin when the cows start leaving Farmer Brown notes. First it was electric blankets... where will it end? And when the animals don't get what they want they go on strike, of course! Doreen Cronin's unusual text and Betsy Lewin's quirky illustrations make this a hilarious story.",
    "published_year": 2003,
    "average_rating": 4.24,
    "num_pages": 30,
    "ratings_count": 337,
    "price": 851.55
  },
  {
    "isbn13": "9780743264914",
    "isbn10": "0743264916",
    "title": "I Heard that Song Before",
    "categories": "Fiction",
    "subtitle": "",
    "authors": "Mary Higgins Clark",
    "thumbnail": "http://books.google.com/books/content?id=ujiZgSMzIBYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Marrying the son of her father's wealthy employer, twenty-eight-year-old gardener's daughter Kay Lansing becomes increasingly disturbed by the suspicion surrounding her husband, Peter, in regard to the mysterious deaths of his first wife and a high-school senior. 1,000,000 first printing. Lit Guild, Doubleday, Mystery Guild, & BOMC Main.",
    "published_year": 2007,
    "average_rating": 3.82,
    "num_pages": 318,
    "ratings_count": 528,
    "price": 692.17
  },
  {
    "isbn13": "9780679756867",
    "isbn10": "0679756760",
    "title": "When I was Puerto Rican",
    "categories": "Biography & Autobiography",
    "subtitle": "",
    "authors": "Esmeralda Santiago",
    "thumbnail": "http://books.google.com/books/content?id=OK8ZV3VwYwEC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "description": "Magic, sexual tension, high comedy, and intense drama move through an enchanted yet harsh autobiography, in the story of a young girl who leaves rural Puerto Rico for New York's tenements and a chance for success. Reprint. 35,000 first printing.",
    "published_year": 1994,
    "average_rating": 4.01,
    "num_pages": 274,
    "ratings_count": 8289,
    "price": 763.3
  }
]